{
  "title": "How to foster true diversity and inclusion at work (and in your community)",
  "subtitle": "TED Talks: Rosalind G. Brewer ",
  "date": "December 22, 2020 - 09:21 PM ET",
  "image": "https://www.princetonsenior.org/wp-content/uploads/2018/05/TED-LOGO-SQUARE.png",
  "raw": {
	  "segments": [{
		  "id": [0],
		  "speaker": "0",
		  "text": "Hi raspberry were thank you so much for being with us here",
		  "start": "12.9",
		  "end": "15.0",
		  "phrase": ""
	  }, {
		  "id": [1],
		  "speaker": "1",
		  "text": "Thank you for having",
		  "start": "15.8",
		  "end": "16.7",
		  "phrase": ""
	  }, {
		  "id": [2],
		  "speaker": "0",
		  "text": "We can just Dive Right and I think you know, we're right now in the last quarter of 2020 and you know, I think that a lot of people would agree that we're in the midst of what's probably one of the largest rectangle.",
		  "start": "17.7",
		  "end": "29.9",
		  "phrase": "the last quarter of 2020"
	  }, {
		  "id": [3],
		  "speaker": "0",
		  "text": "Openings around racial Equity that we've had in this country in decades and it's something that you've been such a vocal advocate for and you're both Through Your Role at Starbucks and throughout your career of diversity and inclusion in the workplace.",
		  "start": "30.0",
		  "end": "44.0",
		  "phrase": "the last quarter of 2020"
	  }, {
		  "id": [4],
		  "speaker": "0",
		  "text": "And so I'm curious just to hear from you to start the conversation and sort of what this moment means for D EI efforts not just in Corporate America, but in business in",
		  "start": "44.3",
		  "end": "53.1",
		  "phrase": ""
	  }, {
		  "id": [5],
		  "speaker": "1",
		  "text": "you are right that this has made many of us that are in the",
		  "start": "54.2",
		  "end": "58.0",
		  "phrase": ""
	  }, {
		  "id": [6],
		  "speaker": "0",
		  "text": "setting and Beyond",
		  "start": "58.4",
		  "end": "59.4",
		  "phrase": ""
	  }, {
		  "id": [7],
		  "speaker": "1",
		  "text": "I think the position on diversity and inclusion in the workplace, you know, let me start with you know the conversation about where are we actually in diversity and inclusion in the corporate setting and I will tell you that this is actually putting a spotlight on the weaknesses and maybe the lack of forethought and intensity that we should always have maintained on this subject all along one of the things that I think it's in highlighting for most of us.",
		  "start": "59.9",
		  "end": "89.9",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "id": [8],
		  "speaker": "1",
		  "text": "Us is",
		  "start": "89.9",
		  "end": "90.3",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "id": [9],
		  "speaker": "0",
		  "text": "our",
		  "start": "91.0",
		  "end": "91.2",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "id": [10],
		  "speaker": "1",
		  "text": "opportunity is inclusion because you know, I have heard this stories so many times about there's you know, no Black Talent out there.",
		  "start": "91.6",
		  "end": "102.1",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "id": [11],
		  "speaker": "1",
		  "text": "No Latin next talent for these particular roles.",
		  "start": "102.1",
		  "end": "104.9",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "id": [12],
		  "speaker": "1",
		  "text": "The talent is out there.",
		  "start": "105.1",
		  "end": "106.3",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "id": [13],
		  "speaker": "1",
		  "text": "I will tell you that is underdeveloped because I think we have spent more time trying to reach numbers.",
		  "start": "106.7",
		  "end": "112.5",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "id": [14],
		  "speaker": "1",
		  "text": "Then we have changing our environment where people feel safe where they feel they can come to work and be their whole self.",
		  "start": "112.5",
		  "end": "119.8",
		  "phrase": ""
	  }, {
		  "id": [15],
		  "speaker": "1",
		  "text": "That everything they've got be their natural self and be respected for it and applauded for it and for people to recognize and appreciate their differences and understand that their differences and if they're included in the conversations that they're just a better resource for the company.",
		  "start": "120.0",
		  "end": "138.8",
		  "phrase": ""
	  }, {
		  "id": [16],
		  "speaker": "1",
		  "text": "So I think there's so much opportunity in the inclusion space because we focus too much on",
		  "start": "138.8",
		  "end": "144.1",
		  "phrase": ""
	  }, {
		  "id": [17],
		  "speaker": "0",
		  "text": "metrics.",
		  "start": "144.3",
		  "end": "145.0",
		  "phrase": "after the death of george floyd"
	  }, {
		  "id": [18],
		  "speaker": "0",
		  "text": "And you know, I think earlier this year when the protests began right after the death of George Floyd.",
		  "start": "146.0",
		  "end": "151.1",
		  "phrase": "after the death of george floyd"
	  }, {
		  "id": [19],
		  "speaker": "0",
		  "text": "We saw lots of organizations put out sort of these these statements of solidarity these commitments to do more to be inclusive both in their workspace and for their their customers and people who support their work, but then you also hear, you know, I've heard a lot of Business Leaders say things like, you know, we want to do something but don't really know where to start and so I'm curious to hear from you just sort of what What do you think are ways that you actually can make a real difference when it comes to thinking about diversity and inclusion and avoid sort of this",
		  "start": "151.1",
		  "end": "184.4",
		  "phrase": "after the death of george floyd"
	  }, {
		  "id": [20],
		  "speaker": "1",
		  "text": "Justice.",
		  "start": "185.3",
		  "end": "186.1",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "id": [21],
		  "speaker": "1",
		  "text": "Yes.",
		  "start": "186.6",
		  "end": "187.2",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "id": [22],
		  "speaker": "1",
		  "text": "So there's a few things that I think about in this space.",
		  "start": "187.4",
		  "end": "191.6",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "id": [23],
		  "speaker": "1",
		  "text": "First of all when you think about an inclusive environment you think about am I being heard and you know, most people with differences they want to know that you are heard and that you are seen and I We applaud the companies who've been spending time.",
		  "start": "191.6",
		  "end": "207.8",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "id": [24],
		  "speaker": "1",
		  "text": "Just putting themselves on The Learning Journey, you know holding listening sessions trying to make sure that we've got, you know different viewpoints when big decisions are made, you know, there's some companies who are engaging their partner networks and ways that they've never done before.",
		  "start": "207.8",
		  "end": "225.8",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "id": [25],
		  "speaker": "1",
		  "text": "I think those are some early success factors that could lead us to different kinds of conversations and I've been listening to a lot of my peers in different Industries.",
		  "start": "226.2",
		  "end": "235.3",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "id": [26],
		  "speaker": "1",
		  "text": "He's and they're having their own personal aha moments and they're actually checking themselves at the front door, you know saying I never thought I never knew.",
		  "start": "235.5",
		  "end": "243.8",
		  "phrase": ""
	  }, {
		  "id": [27],
		  "speaker": "1",
		  "text": "I didn't know what I was doing when I said X or when I did this, right?",
		  "start": "243.8",
		  "end": "248.6",
		  "phrase": ""
	  }, {
		  "id": [28],
		  "speaker": "1",
		  "text": "And so I think it starts with some very simple things.",
		  "start": "248.6",
		  "end": "251.8",
		  "phrase": ""
	  }, {
		  "id": [29],
		  "speaker": "1",
		  "text": "You know, I'd say that there's a lot of steps to take before training and development.",
		  "start": "251.8",
		  "end": "256.5",
		  "phrase": ""
	  }, {
		  "id": [30],
		  "speaker": "1",
		  "text": "That's for sure.",
		  "start": "256.5",
		  "end": "257.3",
		  "phrase": ""
	  }, {
		  "id": [31],
		  "speaker": "1",
		  "text": "So those that are jumping quickly into training and development.",
		  "start": "257.6",
		  "end": "260.7",
		  "phrase": ""
	  }, {
		  "id": [32],
		  "speaker": "1",
		  "text": "I'd say put a pause on it and just get back to Grass Roots and hold listening.",
		  "start": "261.1",
		  "end": "265.3",
		  "phrase": ""
	  }, {
		  "id": [33],
		  "speaker": "1",
		  "text": "Sessions and then decide what do you want to do and then help those people of diverse backgrounds engage in those conversations about how they want to see change happen, you know, they're they're the best resource for a lot of this and a lot of these discussions.",
		  "start": "265.4",
		  "end": "279.4",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "id": [34],
		  "speaker": "1",
		  "text": "I mean I learned so much.",
		  "start": "279.4",
		  "end": "281.0",
		  "phrase": ""
	  }, {
		  "id": [35],
		  "speaker": "1",
		  "text": "I have breakfast sessions with the Baristas and Partners at Starbucks.",
		  "start": "281.0",
		  "end": "287.1",
		  "phrase": ""
	  }, {
		  "id": [36],
		  "speaker": "1",
		  "text": "Regularly.",
		  "start": "287.1",
		  "end": "287.8",
		  "phrase": ""
	  }, {
		  "id": [37],
		  "speaker": "1",
		  "text": "I just had one yesterday and when my screen popped up I had nine diverse randomly selected Partners we Our employees partners and it was such a rich conversation and they began to network while I'm talking to them, right?",
		  "start": "287.8",
		  "end": "303.7",
		  "phrase": ""
	  }, {
		  "id": [38],
		  "speaker": "1",
		  "text": "They were learning from each other and this wasn't a diversity conversation.",
		  "start": "303.7",
		  "end": "307.5",
		  "phrase": ""
	  }, {
		  "id": [39],
		  "speaker": "1",
		  "text": "We were actually kicking off our new Financial year at Starbucks.",
		  "start": "307.5",
		  "end": "311.1",
		  "phrase": ""
	  }, {
		  "id": [40],
		  "speaker": "1",
		  "text": "And so this was actually a business conversation and a touch base to see how are you doing while we're working remotely and you know, it starts there with building relationships and learning people for who they are and Aging them and saying I see you.",
		  "start": "311.1",
		  "end": "326.9",
		  "phrase": ""
	  }, {
		  "id": [41],
		  "speaker": "1",
		  "text": "I hear you that goes such a long way that you know, I think if we do more of that I even think the engagement and performance just goes through the",
		  "start": "326.9",
		  "end": "336.2",
		  "phrase": ""
	  }, {
		  "id": [42],
		  "speaker": "0",
		  "text": "I mean, it's like what I hear you saying is that it's less about you know this short term.",
		  "start": "337.1",
		  "end": "341.7",
		  "phrase": "term engagement with people"
	  }, {
		  "id": [43],
		  "speaker": "0",
		  "text": "How can I respond to this moment right now and it's more about long-term engagement with people and making this part of the fabric of how you do your work and and so I'm curious also to hear a little bit about I guess if you if there is a timeline when people think about how quickly they should be responding to to protest and to sort of what's happening in this in this cultural moment.",
		  "start": "341.7",
		  "end": "367.1",
		  "phrase": "term engagement with people"
	  }, {
		  "id": [44],
		  "speaker": "0",
		  "text": "You know, what what should we actually be looking at as far as when when we see this change actually materialized and take",
		  "start": "367.4",
		  "end": "374.8",
		  "phrase": ""
	  }, {
		  "id": [45],
		  "speaker": "1",
		  "text": "Yes.",
		  "start": "376.4",
		  "end": "376.9",
		  "phrase": "want my partners to"
	  }, {
		  "id": [46],
		  "speaker": "1",
		  "text": "So I think there are some short-term things.",
		  "start": "376.9",
		  "end": "379.1",
		  "phrase": "want my partners to"
	  }, {
		  "id": [47],
		  "speaker": "1",
		  "text": "There are some really key Partnerships in the communities around, you know around our localities that are really important to also engage in some of the larger listening and learning sessions as well.",
		  "start": "379.1",
		  "end": "391.4",
		  "phrase": "want my partners to"
	  }, {
		  "id": [48],
		  "speaker": "1",
		  "text": "I learned tons from you know, organizations like the legal defense fund from the NAACP and engaging those Partnerships that we've had over the years, but changing the discussion of the conversation about how do we partner together?",
		  "start": "392.1",
		  "end": "408.1",
		  "phrase": "want my partners to"
	  }, {
		  "id": [49],
		  "speaker": "1",
		  "text": "Because one of the things I fear, you know for being a retailer like like Starbucks says and many other companies Is that I want my partners to feel not only safe comfortable heard and seen in the company.",
		  "start": "408.4",
		  "end": "421.7",
		  "phrase": "want my partners to"
	  }, {
		  "id": [50],
		  "speaker": "1",
		  "text": "I want them to have that same experience in the community.",
		  "start": "421.7",
		  "end": "424.5",
		  "phrase": "want my partners to"
	  }, {
		  "id": [51],
		  "speaker": "1",
		  "text": "And so that's when it comes full circle.",
		  "start": "424.9",
		  "end": "427.3",
		  "phrase": ""
	  }, {
		  "id": [52],
		  "speaker": "1",
		  "text": "I really want, you know diverse by POC, you know employees to feel like, you know, I make a difference.",
		  "start": "427.3",
		  "end": "434.8",
		  "phrase": ""
	  }, {
		  "id": [53],
		  "speaker": "1",
		  "text": "First of all, I vote every year.",
		  "start": "435.0",
		  "end": "437.0",
		  "phrase": ""
	  }, {
		  "id": [54],
		  "speaker": "1",
		  "text": "I'm engaged in my community and then I'm engaged in work.",
		  "start": "437.6",
		  "end": "440.4",
		  "phrase": ""
	  }, {
		  "id": [55],
		  "speaker": "1",
		  "text": "So I have value and so I think there are some key Partnerships that should happen right now.",
		  "start": "440.4",
		  "end": "445.2",
		  "phrase": ""
	  }, {
		  "id": [56],
		  "speaker": "1",
		  "text": "Now so that we can make sure that our employees feel like they have a full way to engage in this change that's under foot right",
		  "start": "445.3",
		  "end": "453.1",
		  "phrase": "to engage in this change"
	  }, {
		  "id": [57],
		  "speaker": "0",
		  "text": "And then I wonder on conversely, you know, what sort of pitfalls have you seen Business Leaders fall into that are actually just not effective and are not supportive of efforts to be more inclusive and to diversify what are some of the things that haven't",
		  "start": "455.4",
		  "end": "471.0",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [58],
		  "speaker": "1",
		  "text": "Yeah, you know, I worry about the race for for now.",
		  "start": "471.8",
		  "end": "475.2",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [59],
		  "speaker": "1",
		  "text": "Purrs, you know to meet numbers because you know, you will find I found many times in my career is that you know, some of our best leaders have good intentions, but they don't understand they don't understand that, you know, the partner sitting next to them that looks different from them.",
		  "start": "475.4",
		  "end": "490.6",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [60],
		  "speaker": "1",
		  "text": "And so I worry about when we race two numbers because you know, what?",
		  "start": "491.1",
		  "end": "494.8",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [61],
		  "speaker": "1",
		  "text": "Where is the kind of country?",
		  "start": "495.0",
		  "end": "497.2",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [62],
		  "speaker": "1",
		  "text": "We live in the world.",
		  "start": "497.2",
		  "end": "498.0",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [63],
		  "speaker": "1",
		  "text": "We live in we all know how to make numbers work.",
		  "start": "498.0",
		  "end": "500.3",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [64],
		  "speaker": "1",
		  "text": "Well we don't know how to do is to build strong relationships that are lasting that are Valued and I think that's where we need to start is relationship building and key Partnerships.",
		  "start": "500.3",
		  "end": "510.9",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "id": [65],
		  "speaker": "1",
		  "text": "So I worry about the numbers",
		  "start": "511.4",
		  "end": "513.9",
		  "phrase": ""
	  }, {
		  "id": [66],
		  "speaker": "0",
		  "text": "and so of course, you know, I think we all remember a few years back Starbucks had a very public, you know issue were embroiled in that incident in Philadelphia around racial discrimination that led to Starbucks taking sort of a step back and thinking about inclusion and implicit bias and racial sensitivity and and some you know, how did that experience helped prepare you for this year both as an individual business leader and then also as an organization And how did it help you approach what we've been experiencing this country in the past few",
		  "start": "517.1",
		  "end": "551.2",
		  "phrase": ""
	  }, {
		  "id": [67],
		  "speaker": "1",
		  "text": "So that was a real example of leadership.",
		  "start": "551.9",
		  "end": "555.7",
		  "phrase": "bias training was to make sure"
	  }, {
		  "id": [68],
		  "speaker": "1",
		  "text": "And actually where Starbucks had failed in selecting the right leadership for that store and to give you an example, you know, the person that was running that store was a very young up-and-coming leader for the company and to put her in a store in 18th and Spruce.",
		  "start": "555.8",
		  "end": "575.0",
		  "phrase": "bias training was to make sure"
	  }, {
		  "id": [69],
		  "speaker": "1",
		  "text": "Philadelphia, you know was an opportunity for all of us.",
		  "start": "575.9",
		  "end": "579.7",
		  "phrase": "bias training was to make sure"
	  }, {
		  "id": [70],
		  "speaker": "1",
		  "text": "So in retrospect one of the reasons why we did the anti-bias training was to make sure that we begin those conversations and when I talk about not just training that training was very unique because it was self engaged.",
		  "start": "579.7",
		  "end": "595.0",
		  "phrase": "bias training was to make sure"
	  }, {
		  "id": [71],
		  "speaker": "1",
		  "text": "They weren't being taught by an instructor.",
		  "start": "595.0",
		  "end": "597.1",
		  "phrase": ""
	  }, {
		  "id": [72],
		  "speaker": "1",
		  "text": "They had to have conversations with their peer Baristas around diversity and inclusion among themselves, so it wasn't moderated by By any leader in the company, it was self instructed and the conversations that were created.",
		  "start": "597.4",
		  "end": "612.6",
		  "phrase": ""
	  }, {
		  "id": [73],
		  "speaker": "1",
		  "text": "Once we had that kind of relationship building.",
		  "start": "612.6",
		  "end": "615.5",
		  "phrase": ""
	  }, {
		  "id": [74],
		  "speaker": "1",
		  "text": "You know, we had some of our Baristas asking us.",
		  "start": "616.2",
		  "end": "618.3",
		  "phrase": "take this home and talk to my father who never"
	  }, {
		  "id": [75],
		  "speaker": "1",
		  "text": "Can I take this home and talk to my father who never let me take the black girl to the prom.",
		  "start": "618.3",
		  "end": "622.6",
		  "phrase": "take this home and talk to my father who never"
	  }, {
		  "id": [76],
		  "speaker": "1",
		  "text": "You know, it was we started what we felt like a movement and a discussion that we have been able to really use from that point on in terms of the way.",
		  "start": "623.0",
		  "end": "633.0",
		  "phrase": "bias training was to make sure"
	  }, {
		  "id": [77],
		  "speaker": "1",
		  "text": "We want to escalate the conversations and make change happen.",
		  "start": "633.0",
		  "end": "635.7",
		  "phrase": ""
	  }, {
		  "id": [78],
		  "speaker": "1",
		  "text": "And at Starbucks and not only at Starbucks but in our communities because there were quite a few organizations that we reached out to that we have we're still engaged with today that are helping us build, you know Community leadership as",
		  "start": "635.9",
		  "end": "649.5",
		  "phrase": ""
	  }, {
		  "id": [79],
		  "speaker": "0",
		  "text": "And is that the goal of mean you mentioning an employee who wanted to take their learnings home is the goal in thinking about how you approach these issues as an organization for your employees and your partner's to sort of see how they can move this be Beyond just their",
		  "start": "651.2",
		  "end": "666.8",
		  "phrase": "your employees and"
	  }, {
		  "id": [80],
		  "speaker": "1",
		  "text": "life sure, you know, we, you know a lot of those starts at home, you know, it starts with what happens if that's your dinner table, right?",
		  "start": "667.0",
		  "end": "674.0",
		  "phrase": "when you come to work"
	  }, {
		  "id": [81],
		  "speaker": "1",
		  "text": "And so we can we can correct what happens and we're responsible for what happens when you come to work at Starbucks, but we also realize that you know, we can only get them ever so far but if you're at the table having some conversations that are counter to what you're learning in the workplace, you can't help but slow down your girls and your change and so a lot of the That we do around diversity and inclusion is open sourced.",
		  "start": "674.1",
		  "end": "699.7",
		  "phrase": "when you come to work"
	  }, {
		  "id": [82],
		  "speaker": "1",
		  "text": "So when we created the materials for the work when we had the the closing of our stores on May 28th, we have given that to so many other companies for them to use and you know, even we are doing some work right now around courageous conversations.",
		  "start": "699.7",
		  "end": "716.4",
		  "phrase": "when you come to work"
	  }, {
		  "id": [83],
		  "speaker": "1",
		  "text": "And in this remote World, we're allowing our partners to bring their families on to the camera or listen in the room as we have courageous conversations.",
		  "start": "716.4",
		  "end": "725.6",
		  "phrase": "when you come to work"
	  }, {
		  "id": [84],
		  "speaker": "1",
		  "text": "On diversity.",
		  "start": "725.8",
		  "end": "726.4",
		  "phrase": ""
	  }, {
		  "id": [85],
		  "speaker": "1",
		  "text": "So if Starbucks has a keynote speaker on a certain diversity topic, we invite the family and and it's been really it's been great.",
		  "start": "726.4",
		  "end": "735.2",
		  "phrase": ""
	  }, {
		  "id": [86],
		  "speaker": "1",
		  "text": "A lot of our senior Executives is said, you know, this is starting new conversations with my teens at home who are either getting bullied.",
		  "start": "735.2",
		  "end": "743.9",
		  "phrase": ""
	  }, {
		  "id": [87],
		  "speaker": "1",
		  "text": "These are changing the conversations about why we question some of the actions that we have around our house.",
		  "start": "744.3",
		  "end": "749.6",
		  "phrase": ""
	  }, {
		  "id": [88],
		  "speaker": "1",
		  "text": "And so, you know, we need to understand that to embrace this issue it is As small as numbers it's not as small as just the workplace it is it is very comprehensive.",
		  "start": "750.0",
		  "end": "762.5",
		  "phrase": "your employees and"
	  }, {
		  "id": [89],
		  "speaker": "1",
		  "text": "So we're trying to do something different here to change the conversations and then actually grow inclusion in a very very Grassroots way",
		  "start": "762.5",
		  "end": "770.1",
		  "phrase": ""
	  }, {
		  "id": [90],
		  "speaker": "0",
		  "text": "Starbucks.",
		  "start": "770.3",
		  "end": "771.0",
		  "phrase": "same level of investment"
	  }, {
		  "id": [91],
		  "speaker": "0",
		  "text": "And of course, I would imagine as a black woman and a business leader that these issues hit really close to home for you and I'm you know curious just with your interactions with other with colleagues and counterparts of other.",
		  "start": "772.9",
		  "end": "785.6",
		  "phrase": "same level of investment"
	  }, {
		  "id": [92],
		  "speaker": "0",
		  "text": "Organizations that perhaps maybe there isn't that same level of investment because it isn't it something that's as important personally and I'm curious how you are able to sort of begin those conversations with colleagues and counterparts who are in positions to bring about the sort of change in their own organizations or within Starbucks.",
		  "start": "785.7",
		  "end": "804.7",
		  "phrase": "same level of investment"
	  }, {
		  "id": [93],
		  "speaker": "0",
		  "text": "How do you get them invested?",
		  "start": "806.0",
		  "end": "808.0",
		  "phrase": ""
	  }, {
		  "id": [94],
		  "speaker": "0",
		  "text": "And how do you frankly get them to to care",
		  "start": "808.2",
		  "end": "810.4",
		  "phrase": ""
	  }, {
		  "id": [95],
		  "speaker": "1",
		  "text": "this?",
		  "start": "810.7",
		  "end": "811.1",
		  "phrase": "dante and rashad"
	  }, {
		  "id": [96],
		  "speaker": "1",
		  "text": "Yeah.",
		  "start": "811.4",
		  "end": "811.7",
		  "phrase": "dante and rashad"
	  }, {
		  "id": [97],
		  "speaker": "1",
		  "text": "That's a very good question.",
		  "start": "811.8",
		  "end": "813.1",
		  "phrase": "dante and rashad"
	  }, {
		  "id": [98],
		  "speaker": "1",
		  "text": "So I have two children.",
		  "start": "813.1",
		  "end": "814.7",
		  "phrase": "dante and rashad"
	  }, {
		  "id": [99],
		  "speaker": "1",
		  "text": "I have a daughter.",
		  "start": "814.9",
		  "end": "815.6",
		  "phrase": "dante and rashad"
	  }, {
		  "id": [100],
		  "speaker": "1",
		  "text": "17 and the son is 25 and you know quite honestly when that situation happened in our Starbucks stores back in 2018.",
		  "start": "815.9",
		  "end": "824.8",
		  "phrase": "dante and rashad"
	  }, {
		  "id": [101],
		  "speaker": "1",
		  "text": "My son was the same exact age as Dante and Rashad and looks a lot like them by the way and would have been sitting in a Starbucks dressed the same way they were so that incident alone was deeply personal to me actually made me grab my chest right?",
		  "start": "824.8",
		  "end": "839.9",
		  "phrase": "dante and rashad"
	  }, {
		  "id": [102],
		  "speaker": "1",
		  "text": "Because I knew at any given moment my husband or my son could get pulled over and I get that call on the Middle of the night so it's deeply personal for me.",
		  "start": "839.9",
		  "end": "849.1",
		  "phrase": ""
	  }, {
		  "id": [103],
		  "speaker": "1",
		  "text": "And what I try to do is I share stories and I talk very openly about my family and what we do on the weekends and our holiday traditions and all of those things and I have no issue with someone leaning over to me.",
		  "start": "849.1",
		  "end": "861.3",
		  "phrase": "about my family and"
	  }, {
		  "id": [104],
		  "speaker": "1",
		  "text": "Maybe one of my white counterparts saying I don't understand that.",
		  "start": "861.6",
		  "end": "864.6",
		  "phrase": "ll drop everything"
	  }, {
		  "id": [105],
		  "speaker": "1",
		  "text": "What are they talking about?",
		  "start": "864.6",
		  "end": "865.7",
		  "phrase": "ll drop everything"
	  }, {
		  "id": [106],
		  "speaker": "1",
		  "text": "You know when they hear something that's you know, a little bit different than their culture and I'm wide open to explain and have those conversations because I feel like I really want to be a conduit for that.",
		  "start": "865.7",
		  "end": "877.7",
		  "phrase": "ll drop everything"
	  }, {
		  "id": [107],
		  "speaker": "1",
		  "text": "I always tell everyone no questions, you know too small or too big even with everything that's going on right now in our environment around social unrest I've get gotten tons of calls from you know, my white peers at different companies saying Roz.",
		  "start": "878.5",
		  "end": "893.6",
		  "phrase": "my white peers"
	  }, {
		  "id": [108],
		  "speaker": "1",
		  "text": "What do you think?",
		  "start": "893.6",
		  "end": "894.2",
		  "phrase": ""
	  }, {
		  "id": [109],
		  "speaker": "1",
		  "text": "What are you hearing help me out here.",
		  "start": "894.2",
		  "end": "895.7",
		  "phrase": ""
	  }, {
		  "id": [110],
		  "speaker": "1",
		  "text": "I'll drop everything because you know if I can help and I'll tell the story and I think most people know if they know me over the years.",
		  "start": "896.0",
		  "end": "902.3",
		  "phrase": "ll drop everything"
	  }, {
		  "id": [111],
		  "speaker": "1",
		  "text": "I'm pretty Frank and outspoken and I'll also tell them when they I've really messed up and what they need to do about it.",
		  "start": "902.3",
		  "end": "908.8",
		  "phrase": "ll drop everything"
	  }, {
		  "id": [112],
		  "speaker": "1",
		  "text": "And so I think you know, I want more black leaders to feel just as confident and doing that.",
		  "start": "908.8",
		  "end": "915.4",
		  "phrase": ""
	  }, {
		  "id": [113],
		  "speaker": "1",
		  "text": "What's I've see no risk in it.",
		  "start": "916.4",
		  "end": "918.1",
		  "phrase": ""
	  }, {
		  "id": [114],
		  "speaker": "1",
		  "text": "I do realize that it begins a new relationship with some people and some people can't take the tough conversations, but it's time for tough",
		  "start": "918.6",
		  "end": "925.9",
		  "phrase": ""
	  }, {
		  "id": [115],
		  "speaker": "0",
		  "text": "And I mean to that point I imagine they're probably also people who because these conversations are tough and uncomfortable think, you know, maybe it's easier.",
		  "start": "928.0",
		  "end": "935.6",
		  "phrase": ""
	  }, {
		  "id": [116],
		  "speaker": "0",
		  "text": "Or better to just avoid having to to do that have have those conversations and discussions to throw the pot in some ways.",
		  "start": "935.8",
		  "end": "943.5",
		  "phrase": ""
	  }, {
		  "id": [117],
		  "speaker": "0",
		  "text": "And so I what do you say to the people who think let's just try and lay low and you know, I've heard some of this too and this moment let the moment pass so that we can get back to business",
		  "start": "944.1",
		  "end": "954.3",
		  "phrase": ""
	  }, {
		  "id": [118],
		  "speaker": "1",
		  "text": "usual.",
		  "start": "954.4",
		  "end": "955.0",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [119],
		  "speaker": "1",
		  "text": "Yeah why I first start off by saying how disgusted I am by that statement because you know leaders lead in the moment and you never know when you're going to be called.",
		  "start": "955.5",
		  "end": "965.6",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [120],
		  "speaker": "1",
		  "text": "Upon and if this isn't a calling, I don't know what it is.",
		  "start": "965.7",
		  "end": "969.5",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [121],
		  "speaker": "1",
		  "text": "And so when I get that call and say, you know, I just think I should take the back seat and just kind of let you know this Brew here and that calm down, you know, we need to all it's an all in moment.",
		  "start": "969.5",
		  "end": "982.0",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [122],
		  "speaker": "1",
		  "text": "And you know leadership is not designated by your title is designated about how great you can create followership and you know having thought leadership just it you know.",
		  "start": "982.0",
		  "end": "994.8",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [123],
		  "speaker": "1",
		  "text": "Underestimate the opportunity to pick up the phone and call someone and say how are you?",
		  "start": "995.7",
		  "end": "1001.0",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [124],
		  "speaker": "1",
		  "text": "How is this affecting you?",
		  "start": "1001.3",
		  "end": "1002.9",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [125],
		  "speaker": "1",
		  "text": "How can I help that's pretty simple you might decide it's something I can't help with but you better darn sure pick up the phone and start feeling out the environment in your employee base and your peers and your leaders because the time is now and so I don't give them an out.",
		  "start": "1003.1",
		  "end": "1018.9",
		  "phrase": ""
	  }, {
		  "id": [126],
		  "speaker": "1",
		  "text": "I actually try and push them over, you know the edge because sometimes they are just kind of stuck.",
		  "start": "1019.5",
		  "end": "1025.5",
		  "phrase": ""
	  }, {
		  "id": [127],
		  "speaker": "1",
		  "text": "Like what do I do?",
		  "start": "1025.7",
		  "end": "1026.9",
		  "phrase": ""
	  }, {
		  "id": [128],
		  "speaker": "1",
		  "text": "And then the other thing that I you know personally have to do is to make sure that they understand that because I am at this level where I am.",
		  "start": "1027.0",
		  "end": "1034.7",
		  "phrase": ""
	  }, {
		  "id": [129],
		  "speaker": "1",
		  "text": "I'm not excluded from these issues right?",
		  "start": "1035.0",
		  "end": "1037.4",
		  "phrase": ""
	  }, {
		  "id": [130],
		  "speaker": "1",
		  "text": "I know that when my husband jumps in his vehicle, I worry every time if he's out in the evening that he may not come back home the same way.",
		  "start": "1037.5",
		  "end": "1046.4",
		  "phrase": "re going to race me around the store"
	  }, {
		  "id": [131],
		  "speaker": "1",
		  "text": "He left I feel that way for my son and for my husband I still get even when I go shopping.",
		  "start": "1046.4",
		  "end": "1052.3",
		  "phrase": "re going to race me around the store"
	  }, {
		  "id": [132],
		  "speaker": "1",
		  "text": "I still get the look am I stealing?",
		  "start": "1053.0",
		  "end": "1055.6",
		  "phrase": ""
	  }, {
		  "id": [133],
		  "speaker": "1",
		  "text": "You know watching me as I walk around the corner and I don't know what else are how else I can look or act any different.",
		  "start": "1055.6",
		  "end": "1062.5",
		  "phrase": "as i walk around the corner"
	  }, {
		  "id": [134],
		  "speaker": "1",
		  "text": "So I just act like myself I used to get dressed to go shopping.",
		  "start": "1062.5",
		  "end": "1066.8",
		  "phrase": ""
	  }, {
		  "id": [135],
		  "speaker": "1",
		  "text": "Now.",
		  "start": "1066.8",
		  "end": "1067.2",
		  "phrase": ""
	  }, {
		  "id": [136],
		  "speaker": "1",
		  "text": "I never do that if I'm spending my money my money spends everywhere.",
		  "start": "1067.2",
		  "end": "1071.5",
		  "phrase": ""
	  }, {
		  "id": [137],
		  "speaker": "1",
		  "text": "And if I get that feeling that you're going to race me around the store that I'm going to leave and that's your loss but I still get that and I so I worried so I also try to help people understand that, you know, this is not this is Is not a socio-economic once you've sort of made it you're out of the water.",
		  "start": "1071.5",
		  "end": "1090.3",
		  "phrase": "re going to race me around the store"
	  }, {
		  "id": [138],
		  "speaker": "1",
		  "text": "No, we're still as you know, someone with differences visible differences, you're still at",
		  "start": "1090.4",
		  "end": "1097.2",
		  "phrase": ""
	  }, {
		  "id": [139],
		  "speaker": "0",
		  "text": "and you know, so much of this conversation also is about who's in leadership and who's making these decisions and representation right at at you know high levels and I know that you've been really vocal about your own experiences as a woman of color person of colors.",
		  "start": "1098.9",
		  "end": "1115.5",
		  "phrase": ""
	  }, {
		  "id": [140],
		  "speaker": "0",
		  "text": "Laughs woman and you know these executive positions and often feeling you are the only one in some rooms and and sort of the isolation of that but also the challenges and making choices and and getting things done when that's the case.",
		  "start": "1115.6",
		  "end": "1132.6",
		  "phrase": ""
	  }, {
		  "id": [141],
		  "speaker": "0",
		  "text": "And so I'm curious also what are the opportunities that this moment presents for us to perhaps approach this differently and how can people at different organizations who are looking to bring people In two positions of leadership, how can we approach this differently so that we can begin to see more people of color in these rules",
		  "start": "1132.6",
		  "end": "1153.8",
		  "phrase": ""
	  }, {
		  "id": [142],
		  "speaker": "1",
		  "text": "you know, it's been my experience that I see tons of great diverse talent coming into companies and then they're stuck and what I see is the pipeline is very weak at a certain level and once it gets to the point of trying to you know decide on a succession plan for who's next.",
		  "start": "1155.5",
		  "end": "1175.5",
		  "phrase": ""
	  }, {
		  "id": [143],
		  "speaker": "1",
		  "text": "Line for the big jobs.",
		  "start": "1175.6",
		  "end": "1176.9",
		  "phrase": ""
	  }, {
		  "id": [144],
		  "speaker": "1",
		  "text": "There's this great talent that's like that that mid-level manager area.",
		  "start": "1176.9",
		  "end": "1180.8",
		  "phrase": ""
	  }, {
		  "id": [145],
		  "speaker": "1",
		  "text": "Then there's a big gap and then there's maybe two at the top and it puts a lot of pressure on those two on the top to try and go down and grab those that are just maybe been with the company for 225 years and lift them up.",
		  "start": "1180.8",
		  "end": "1193.4",
		  "phrase": ""
	  }, {
		  "id": [146],
		  "speaker": "1",
		  "text": "So you know, what I think about is how do we give extraordinary experiences to our youngest diverse Talent so that they can get that exposure early on and begin to develop.",
		  "start": "1193.4",
		  "end": "1205.6",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "id": [147],
		  "speaker": "1",
		  "text": "Develop early on just like their white peers.",
		  "start": "1205.6",
		  "end": "1208.5",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "id": [148],
		  "speaker": "1",
		  "text": "And I think sometimes we celebrate too much that they are part of the company but we what we need to celebrate is where is their progression?",
		  "start": "1208.8",
		  "end": "1218.0",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "id": [149],
		  "speaker": "1",
		  "text": "Where is their opportunity for growth?",
		  "start": "1218.3",
		  "end": "1220.0",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "id": [150],
		  "speaker": "1",
		  "text": "Who's listening to them and who has their hands on them?",
		  "start": "1220.2",
		  "end": "1222.9",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "id": [151],
		  "speaker": "1",
		  "text": "And you know, one of the things that we're doing it Starbucks as really having structured mentorship, but the mentorship looks a lot more like being a sponsor And so you are you know, our executive leaders will be responsible for the development of our young diverse talent and making sure that they're getting that exposure and those opportunities and just imagine if your new hire in the company and someone wants to meet with you at a senior level, you know, once a month twice a year even that's game-changing and so we have to you know reach our young Talent early and now this pipeline has got to close it.",
		  "start": "1223.3",
		  "end": "1265.5",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "id": [152],
		  "speaker": "1",
		  "text": "It's got it we've got to fill it up and close this Gap because if not, I don't see a pathway for diverse executive c-suite Executives in the next I would say three to five years.",
		  "start": "1265.6",
		  "end": "1278.3",
		  "phrase": ""
	  }, {
		  "id": [153],
		  "speaker": "1",
		  "text": "I don't see a lot of",
		  "start": "1278.6",
		  "end": "1279.2",
		  "phrase": ""
	  }, {
		  "id": [154],
		  "speaker": "0",
		  "text": "happening.",
		  "start": "1279.7",
		  "end": "1280.2",
		  "phrase": ""
	  }, {
		  "id": [155],
		  "speaker": "0",
		  "text": "And are you are you hopeful In This Moment do you you feel like we are making progress towards",
		  "start": "1282.4",
		  "end": "1287.6",
		  "phrase": ""
	  }, {
		  "id": [156],
		  "speaker": "1",
		  "text": "the it's early days.",
		  "start": "1289.2",
		  "end": "1290.7",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "id": [157],
		  "speaker": "1",
		  "text": "I'm hopeful I feel good about the conversations that are happening.",
		  "start": "1291.5",
		  "end": "1297.4",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "id": [158],
		  "speaker": "1",
		  "text": "I'm seeing change in people thinking more about themselves, you know, when they you know, my white counterparts are questioning some of their actions.",
		  "start": "1298.4",
		  "end": "1309.4",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "id": [159],
		  "speaker": "1",
		  "text": "And so I feel like we can't let this moment leave us and what we're learning about it.",
		  "start": "1309.9",
		  "end": "1315.7",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "id": [160],
		  "speaker": "1",
		  "text": "I think if you know what I'm really optimistic about is that now are I think more people understand that The less diverse and less inclusive we are it's more than a business imperative.",
		  "start": "1315.8",
		  "end": "1329.3",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "id": [161],
		  "speaker": "1",
		  "text": "When we combine the pandemic and we see the inequities of a pandemic on a diverse community and we talked about how that happens how people are underrepresented in healthcare underrepresented in their housing.",
		  "start": "1329.8",
		  "end": "1345.7",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "id": [162],
		  "speaker": "1",
		  "text": "They can say that this is a Groundswell moment.",
		  "start": "1346.8",
		  "end": "1349.3",
		  "phrase": ""
	  }, {
		  "id": [163],
		  "speaker": "1",
		  "text": "And the more we realize that and talk about that complexity then the solutions began to happen.",
		  "start": "1350.1",
		  "end": "1356.5",
		  "phrase": ""
	  }, {
		  "id": [164],
		  "speaker": "1",
		  "text": "And I think that's happening more and more.",
		  "start": "1356.5",
		  "end": "1359.0",
		  "phrase": ""
	  }, {
		  "id": [165],
		  "speaker": "1",
		  "text": "So I'm optimistic about that because we're looking at the ills of diversity lack of diversity and inclusion and maybe looking at much broader solutions for it than what we have in",
		  "start": "1359.0",
		  "end": "1370.8",
		  "phrase": "of diversity and inclusion"
	  }]
  },
  "low": {
	  "segments": [{
		  "text": "Thank you so much for being with us.",
		  "id": [0],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "A lot of people would agree that the last quarter of 2020 was one of the largest openings around racial equity that we have had in this country in decades.",
		  "id": [2, 3],
		  "speaker": "0",
		  "phrase": "the last quarter of 2020"
	  }, {
		  "text": "Many of us are in because of this.",
		  "id": [5],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I think the position on diversity and inclusion in the workplace is putting a spotlight on the weaknesses and maybe the lack of forethought and intensity that we have.",
		  "id": [7],
		  "speaker": "1",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "text": "I think we have spent more time trying to reach numbers because I have heard so many stories about there being no black or latin talent for certain roles.",
		  "id": [8, 9, 10, 11],
		  "speaker": "1",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "text": "We need to change our environment so that people feel safe where they can come to work and be their natural self, and for people to recognize and appreciate their differences.",
		  "id": [12, 13],
		  "speaker": "1",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "text": "We focus too much on the inclusion space.",
		  "id": [14],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "When the protests began after the death of George Floyd we saw a lot of organizations put out statements of solidarity and commitment to do more to be inclusive.",
		  "id": [17, 18, 19],
		  "speaker": "0",
		  "phrase": "after the death of george floyd"
	  }, {
		  "text": "The fact that most people with differences want to know that they are heard and seen is something that comes to mind when you think about an inclusive environment.",
		  "id": [20, 21, 22, 23],
		  "speaker": "1",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "text": "There are some companies who are engaging their partner networks and ways that they have never done before that could be early success factors.",
		  "id": [24, 25],
		  "speaker": "1",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "text": "I think it starts with very simple things.",
		  "id": [28],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "There are many steps to take before training.",
		  "id": [29],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "Those that jump quickly into training and development.",
		  "id": [31],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "Get back to grass roots and hold listening.",
		  "id": [32],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "sessions and decide what you want to do and help those people of diverse background talk about how to see change happen.",
		  "id": [33],
		  "speaker": "1",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "text": "I had a breakfast session with the baristas and partners at starbucks yesterday and when my screen popped up it was such a rich conversation and they began to network while I was talking.",
		  "id": [35, 36, 37],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "They were learning from each other and this wasn't a diversity conversation we were actually kicking off our new financial year at starbucks.",
		  "id": [38, 39, 40],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I'm curious to hear you say that it's less about you and more about long term engagement with people and how can I respond to this moment right now.",
		  "id": [42, 43],
		  "speaker": "0",
		  "phrase": "term engagement with people"
	  }, {
		  "text": "What should we be looking at when this change actually happens?",
		  "id": [44],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "There are some short term things that are important to the communities around us and I learned a lot from organizations like the legal defense fund.",
		  "id": [45, 46, 47, 48],
		  "speaker": "1",
		  "phrase": "want my partners to"
	  }, {
		  "text": "One of the things that scares me about being a retailer like starbucks is that I want my partners to have the same experience as I have in the company and that is not only safe but.",
		  "id": [49, 50],
		  "speaker": "1",
		  "phrase": "want my partners to"
	  }, {
		  "text": "I think there are some partnerships that should happen.",
		  "id": [55],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "We want our employees to know how to engage in this change.",
		  "id": [56],
		  "speaker": "1",
		  "phrase": "to engage in this change"
	  }, {
		  "text": "I wonder what sorts of pitfalls business leaders fall into that are not effective and not supportive of efforts to be more inclusive.",
		  "id": [57],
		  "speaker": "0",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "text": "Some of our best leaders have good intentions but they don't understand that you know the partner sitting next to them, so I worry about the race for now.",
		  "id": [58, 59],
		  "speaker": "1",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "text": "I worry about when we race two numbers because we all know how to make numbers work well and build strong relationships that are valued, but I don't know what to do with them.",
		  "id": [60, 61, 62, 63, 64],
		  "speaker": "1",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "text": "A few years back starbucks had a very public issue of racial discrimination in Philadelphia and they took a step back and thought about inclusion and implicit bias and racial sensitivity.",
		  "id": [66],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "The person that was running that store was a very young up and coming leader for the company and to put her in a store in 18th was an example of how starbucks failed in selecting.",
		  "id": [67, 68],
		  "speaker": "1",
		  "phrase": "bias training was to make sure"
	  }, {
		  "text": "One of the reasons why we did the anti bias training was to make sure we started those conversations.",
		  "id": [69, 70],
		  "speaker": "1",
		  "phrase": "bias training was to make sure"
	  }, {
		  "text": "Some of our baristas asked if we could take this home and talk to my father who never allowed me to take the black girl to the prom.",
		  "id": [74, 75],
		  "speaker": "1",
		  "phrase": "take this home and talk to my father who never"
	  }, {
		  "text": "We started a discussion that we have been able to use.",
		  "id": [76],
		  "speaker": "1",
		  "phrase": "bias training was to make sure"
	  }, {
		  "text": "We want to make a difference in the conversations.",
		  "id": [77],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "When we were at starbucks, we reached out to many organizations that are still helping us today.",
		  "id": [78],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "Think about how you approach these issues as an organization for your employees and partners to see how they can make a difference.",
		  "id": [79],
		  "speaker": "0",
		  "phrase": "your employees and"
	  }, {
		  "text": "It starts at home with what happens if your dinner table is not right and so we can correct that and be responsible for the things that happen when you come to work at starbucks.",
		  "id": [80, 81],
		  "speaker": "1",
		  "phrase": "when you come to work"
	  }, {
		  "text": "When we had the closing of our stores on May 28th, we gave the materials for the work to so many other companies, even though we were doing some work in this remote world.",
		  "id": [82, 83],
		  "speaker": "1",
		  "phrase": "when you come to work"
	  }, {
		  "text": "A lot of our senior executives are talking to my teens who are being bullied.",
		  "id": [86],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "Some of the conversations around our house are changing.",
		  "id": [87],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "We need to understand that this issue is much more than just the workplace.",
		  "id": [88],
		  "speaker": "1",
		  "phrase": "your employees and"
	  }, {
		  "text": "I was trying to grow inclusion in a grassroots way.",
		  "id": [89],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "As a black woman and a business leader, I would imagine that these issues hit close to home for you, and I wonder if there is the same level of investment in other organizations that you.",
		  "id": [90, 91, 92],
		  "speaker": "0",
		  "phrase": "same level of investment"
	  }, {
		  "text": "I have two children, one is 25 and the other is 17 and they both look like dante and rashad, so that is a very good question.",
		  "id": [95, 96, 97, 98, 99, 100, 101],
		  "speaker": "1",
		  "phrase": "dante and rashad"
	  }, {
		  "text": "I try to talk openly about my family and traditions and I have no issue with someone leaning over to me.",
		  "id": [103],
		  "speaker": "1",
		  "phrase": "about my family and"
	  }, {
		  "text": "I want to be a conduit for that because I know what they are talking about when they hear something different from their culture.",
		  "id": [104, 105, 106],
		  "speaker": "1",
		  "phrase": "ll drop everything"
	  }, {
		  "text": "I get a lot of calls from my white peers when I tell them no questions are too small.",
		  "id": [107],
		  "speaker": "1",
		  "phrase": "my white peers"
	  }, {
		  "text": "If I can help and tell the story, and if I also tell them what they need to do about it, I will drop everything.",
		  "id": [110, 111],
		  "speaker": "1",
		  "phrase": "ll drop everything"
	  }, {
		  "text": "I want more black leaders to feel confident.",
		  "id": [112],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "It starts a new relationship with some people and some can't take the tough conversations.",
		  "id": [113, 114],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I think they're also people who think it's easier to just avoid having those conversations and discussions in the first place.",
		  "id": [115, 116, 117],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "I start by saying how disgusted I am by that statement because you know leaders lead in the moment and you never know when you're going to be called upon and I don't know.",
		  "id": [118, 119, 120, 121],
		  "speaker": "1",
		  "phrase": "as i walk around the corner"
	  }, {
		  "text": "You underestimate the chance to pick up the phone because you don't know how good you can be in followership.",
		  "id": [122, 123, 124],
		  "speaker": "1",
		  "phrase": "as i walk around the corner"
	  }, {
		  "text": "Pick up the phone and feel out the environment in your employee base and your peers because the time is now.",
		  "id": [125],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I try to push them over the edge so that they understand that I am at this level.",
		  "id": [126, 127, 128],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "When my husband jumps in his vehicle, I worry that he won't come back home the same way he left, even if I go shopping.",
		  "id": [130, 131],
		  "speaker": "1",
		  "phrase": "re going to race me around the store"
	  }, {
		  "text": "As I walk around the corner, I don't know what to do.",
		  "id": [133],
		  "speaker": "1",
		  "phrase": "as i walk around the corner"
	  }, {
		  "text": "I don't act like I used to because I spend my money everywhere.",
		  "id": [134, 135, 136],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "If I get the feeling that you are going to race me around the store and I will leave, I try to help people understand that this is not a socio economic situation.",
		  "id": [137],
		  "speaker": "1",
		  "phrase": "re going to race me around the store"
	  }, {
		  "text": "You know someone with differences that are visible.",
		  "id": [138],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I know that you have been vocal about your experiences as a woman of color person of colors, and you know how important it is to have representation at high levels.",
		  "id": [139, 140],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "How can we approach this differently and how can people at different organizations who are looking to bring people in two positions of leadership?",
		  "id": [141],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "I've seen tons of great diverse talent coming into companies and then they're stuck and I think the pipeline is weak once it gets to the point.",
		  "id": [142],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "It puts a lot of pressure on those two at the top to try and get those that are like that mid level manager area because there is a big gap.",
		  "id": [143, 144, 145],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I think we should give our youngest diverse talent extraordinary experiences so that they can get exposure early on and begin to develop like their white peers.",
		  "id": [146, 147, 148],
		  "speaker": "1",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "text": "One of the things that was doing it starbucks was having structured mentorship but the mentorship looks a lot more like being a sponsor and so you know our executive leaders will be responsible.",
		  "id": [149, 150, 151],
		  "speaker": "1",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "text": "We will have a hard time getting diverse executives if we don't fill it up.",
		  "id": [152],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "Do you feel like we are making progress?",
		  "id": [155],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "I feel like we can't let this moment leave us and what were learning about it because I am seeing change in people thinking more about themselves.",
		  "id": [156, 157, 158, 159],
		  "speaker": "1",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "text": "If you know what I mean, I think more people understand that the less diverse and less inclusive we are, the more important it is for a business imperative.",
		  "id": [160, 161],
		  "speaker": "1",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "text": "I was looking at the ills of diversity and inclusion and looked at other solutions.",
		  "id": [165],
		  "speaker": "1",
		  "phrase": "of diversity and inclusion"
	  }]
  },
  "med": {
	  "segments": [{
		  "text": "The last quarter of 2020 was one of the largest openings for racial equity in the country.",
		  "id": [2, 3],
		  "speaker": "0",
		  "phrase": "the last quarter of 2020"
	  }, {
		  "text": "I think the position on diversity and inclusion in the workplace is putting a spotlight on the weaknesses that we have because I have heard so many stories about it.",
		  "id": [7, 8, 9, 10, 11],
		  "speaker": "1",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "text": "Our environment needs to be changed so that people feel safe at work.",
		  "id": [12, 13],
		  "speaker": "1",
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "text": "A lot of organizations made statements of solidarity after the death of George Floyd.",
		  "id": [17, 18, 19],
		  "speaker": "0",
		  "phrase": "after the death of george floyd"
	  }, {
		  "text": "The fact that most people with differences want to know that they are heard and seen is something that comes to mind when you think about an inclusive environment.",
		  "id": [20, 21, 22, 23, 24, 25],
		  "speaker": "1",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "text": "You can help people talk about how to see change.",
		  "id": [33],
		  "speaker": "1",
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "text": "I had a breakfast session with the baristas and partners at starbucks yesterday and when my screen popped up it was such a rich conversation and they began to network while I was talking.",
		  "id": [35, 36, 37, 38, 39, 40],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "It is more about long term engagement with people than it is about you.",
		  "id": [42, 43],
		  "speaker": "0",
		  "phrase": "term engagement with people"
	  }, {
		  "text": "One of the things that scares me about being a retailer like starbucks is that I want my partners to have the same experience as I have in the company.",
		  "id": [45, 46, 47, 48, 49, 50],
		  "speaker": "1",
		  "phrase": "want my partners to"
	  }, {
		  "text": "We want our employees to know how to engage in this change.",
		  "id": [56],
		  "speaker": "1",
		  "phrase": "to engage in this change"
	  }, {
		  "text": "I wonder if business leaders fall into pitfalls when trying to be more inclusive.",
		  "id": [57],
		  "speaker": "0",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "text": "Some of our best leaders have good intentions, but they don't understand that you know the partner sitting next to them, so I worry about the race for now, I know how to.",
		  "id": [58, 59, 60, 61, 62, 63, 64],
		  "speaker": "1",
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "text": "A few years back, starbucks had a very public issue of racial discrimination in Philadelphia and they took a step back and thought about inclusion and implicit bias.",
		  "id": [66],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "One of the reasons we did the anti bias training was to make sure we started those conversations after the person that was running that store was a young leader for the company.",
		  "id": [67, 68, 69, 70],
		  "speaker": "1",
		  "phrase": "bias training was to make sure"
	  }, {
		  "text": "Some of our baristas asked if we could take this home and talk to my father who never allowed me to take the black girl to the prom.",
		  "id": [74, 75],
		  "speaker": "1",
		  "phrase": "take this home and talk to my father who never"
	  }, {
		  "text": "We started a discussion that we have been able to use.",
		  "id": [76],
		  "speaker": "1",
		  "phrase": "bias training was to make sure"
	  }, {
		  "text": "We reached out to many organizations when we were at starbucks.",
		  "id": [78],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "Think about how your employees and partners can make a difference.",
		  "id": [79],
		  "speaker": "0",
		  "phrase": "your employees and"
	  }, {
		  "text": "When we had the closing of our stores on May 28th, we gave the materials for the work to so many other, so we are responsible for things that happen when you come to work.",
		  "id": [80, 81, 82, 83],
		  "speaker": "1",
		  "phrase": "when you come to work"
	  }, {
		  "text": "The senior executives are talking to my teens.",
		  "id": [86],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "We need to understand that this issue is much more than just the workplace.",
		  "id": [88],
		  "speaker": "1",
		  "phrase": "your employees and"
	  }, {
		  "text": "I wonder if there is the same level of investment in other organizations that you do.",
		  "id": [90, 91, 92],
		  "speaker": "0",
		  "phrase": "same level of investment"
	  }, {
		  "text": "The two children I have look like dante and rashad.",
		  "id": [95, 96, 97, 98, 99, 100, 101],
		  "speaker": "1",
		  "phrase": "dante and rashad"
	  }, {
		  "text": "I don't mind someone talking about my family and traditions.",
		  "id": [103],
		  "speaker": "1",
		  "phrase": "about my family and"
	  }, {
		  "text": "I know what they are talking about when they hear something different.",
		  "id": [104, 105, 106],
		  "speaker": "1",
		  "phrase": "ll drop everything"
	  }, {
		  "text": "When I tell my white peers no questions are too small, I get a lot of calls.",
		  "id": [107],
		  "speaker": "1",
		  "phrase": "my white peers"
	  }, {
		  "text": "I will drop everything if I can help and tell the story.",
		  "id": [110, 111],
		  "speaker": "1",
		  "phrase": "ll drop everything"
	  }, {
		  "text": "It starts a new relationship with some people.",
		  "id": [113, 114],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "People think it's easier to not have those conversations.",
		  "id": [115, 116, 117],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "I'm disgusted by that statement because you know leaders lead in the moment and you never know when you'll be called upon, and I don't know how good you can be.",
		  "id": [118, 119, 120, 121, 122, 123, 124],
		  "speaker": "1",
		  "phrase": "as i walk around the corner"
	  }, {
		  "text": "I try to push them over the edge.",
		  "id": [125, 126, 127, 128],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "If I go shopping my husband won't come back the same way.",
		  "id": [130, 131],
		  "speaker": "1",
		  "phrase": "re going to race me around the store"
	  }, {
		  "text": "As I walk around the corner, I don't know what to do.",
		  "id": [133],
		  "speaker": "1",
		  "phrase": "as i walk around the corner"
	  }, {
		  "text": "I don't act like I used to because I spend my money everywhere.",
		  "id": [134, 135, 136],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "If I get the feeling that you are going to race me around the store, I will leave.",
		  "id": [137],
		  "speaker": "1",
		  "phrase": "re going to race me around the store"
	  }, {
		  "text": "I have seen a lot of great diverse talent come into companies and then they are stuck, and I think the pipeline is weak once it gets to the point where there is more pressure.",
		  "id": [142, 143, 144, 145],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I think we should give our youngest diverse talent extraordinary experiences so that they can get exposure early on and begin to develop like their white peers, one of the things that starbucks was doing was.",
		  "id": [146, 147, 148, 149, 150, 151],
		  "speaker": "1",
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "text": "If we don't fill it up, we will have a hard time getting diverse executives.",
		  "id": [152],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "If you know what I mean, I think more people understand that the less diverse and less inclusive we are, the more important it is for a business imperative.",
		  "id": [156, 157, 158, 159, 160, 161],
		  "speaker": "1",
		  "phrase": "the less diverse and less inclusive we are"
	  }, {
		  "text": "I was looking at the issues of diversity and inclusion.",
		  "id": [165],
		  "speaker": "1",
		  "phrase": "of diversity and inclusion"
	  }]
  },
  "high": {
	  "segments": [{
		  "text": "The last quarter of 2020 was one of the largest openings for racial equity.",
		  "id": [2, 3],
		  "duration": "< 1 minute",
		  "sequence": 0,
		  "phrase": "the last quarter of 2020"
	  }, {
		  "text": "The position on diversity and inclusion in the workplace puts a spotlight on our weaknesses so that people feel safe at work.",
		  "id": [7, 8, 9, 10, 11, 12, 13],
		  "duration": "< 1 minute",
		  "sequence": 1,
		  "phrase": "the position on diversity and inclusion in the workplace"
	  }, {
		  "text": "A lot of organizations made statements of solidarity after the death of George Floyd.",
		  "id": [17, 18, 19],
		  "duration": "< 1 minute",
		  "sequence": 2,
		  "phrase": "after the death of george floyd"
	  }, {
		  "text": "The fact that most people with differences want to be heard and seen is something that comes to mind when you think about an inclusive environment.",
		  "id": [20, 21, 22, 23, 24, 25, 33],
		  "duration": "1-2 minutes",
		  "sequence": 3,
		  "phrase": "when you think about an inclusive environment"
	  }, {
		  "text": "It is more about long term engagement with people than it is about you.",
		  "id": [42, 43],
		  "duration": "< 1 minute",
		  "sequence": 4,
		  "phrase": "term engagement with people"
	  }, {
		  "text": "We want our employees to know how to engage in this change.",
		  "id": [56],
		  "duration": "< 1 minute",
		  "sequence": 5,
		  "phrase": "to engage in this change"
	  }, {
		  "text": "I don't want my partners to have the same experience as I have.",
		  "id": [45, 46, 47, 48, 49, 50],
		  "duration": "< 1 minute",
		  "sequence": 6,
		  "phrase": "want my partners to"
	  }, {
		  "text": "Some of our best leaders have good intentions but they don't understand that you know the partner sitting next to them so I worry about the race.",
		  "id": [57, 58, 59, 60, 61, 62, 63, 64],
		  "duration": "< 1 minute",
		  "sequence": 7,
		  "phrase": "some of our best leaders have good intentions"
	  }, {
		  "text": "One of the reasons we did the anti bias training was to make sure we started those conversations after the person running that store was a young leader.",
		  "id": [67, 68, 69, 70, 76],
		  "duration": "1-2 minutes",
		  "sequence": 8,
		  "phrase": "bias training was to make sure"
	  }, {
		  "text": "When we were at starbucks, there was a public issue of racial discrimination in Philadelphia and they took a step back.",
		  "id": [66, 78],
		  "duration": "2-5 minutes",
		  "sequence": 9,
		  "phrase": ""
	  }, {
		  "text": "Some of our baristas asked if we could take this home and talk to my father who never allowed me to take the black girl to the prom.",
		  "id": [74, 75],
		  "duration": "< 1 minute",
		  "sequence": 10,
		  "phrase": "take this home and talk to my father who never"
	  }, {
		  "text": "Think about how your employees and partners can make a difference.",
		  "id": [79, 88],
		  "duration": "1-2 minutes",
		  "sequence": 11,
		  "phrase": "your employees and"
	  }, {
		  "text": "When you come to work, we are responsible for things that happen because we gave the materials to other people.",
		  "id": [80, 81, 82, 83],
		  "duration": "< 1 minute",
		  "sequence": 12,
		  "phrase": "when you come to work"
	  }, {
		  "text": "I wonder if there is the same level of investment in other organizations.",
		  "id": [90, 91, 92],
		  "duration": "< 1 minute",
		  "sequence": 13,
		  "phrase": "same level of investment"
	  }, {
		  "text": "If I can help tell the story, I will drop everything.",
		  "id": [104, 105, 106, 110, 111],
		  "duration": "< 1 minute",
		  "sequence": 14,
		  "phrase": "ll drop everything"
	  }, {
		  "text": "I get a lot of calls when I tell my white peers no questions are too small.",
		  "id": [107],
		  "duration": "< 1 minute",
		  "sequence": 15,
		  "phrase": "my white peers"
	  }, {
		  "text": "The two children I have look like dante and rashad.",
		  "id": [95, 96, 97, 98, 99, 100, 101],
		  "duration": "< 1 minute",
		  "sequence": 16,
		  "phrase": "dante and rashad"
	  }, {
		  "text": "I don't mind someone talking about my family and traditions.",
		  "id": [103],
		  "duration": "< 1 minute",
		  "sequence": 17,
		  "phrase": "about my family and"
	  }, {
		  "text": "I don't know what to do as I walk around the corner because leaders lead in the moment.",
		  "id": [118, 119, 120, 121, 122, 123, 124, 133],
		  "duration": "1-2 minutes",
		  "sequence": 18,
		  "phrase": "as i walk around the corner"
	  }, {
		  "text": "I don't act like I used to because I spend my money everywhere.",
		  "id": [134, 135, 136],
		  "duration": "< 1 minute",
		  "sequence": 19,
		  "phrase": ""
	  }, {
		  "text": "If I get the feeling that you are going to race me around the store, I will leave.",
		  "id": [130, 131, 137],
		  "duration": "< 1 minute",
		  "sequence": 20,
		  "phrase": "re going to race me around the store"
	  }, {
		  "text": "If we don't fill it up, we will have a hard time getting diverse executives because they are stuck.",
		  "id": [142, 143, 144, 145, 152],
		  "duration": "2-5 minutes",
		  "sequence": 21,
		  "phrase": ""
	  }, {
		  "text": "starbucks was giving our youngest diverse talent extraordinary experiences so that they can get exposure early on and begin to develop like their white peers.",
		  "id": [146, 147, 148, 149, 150, 151],
		  "duration": "1-2 minutes",
		  "sequence": 22,
		  "phrase": "t exposure early on and begin to develop"
	  }, {
		  "text": "I was looking at the issues of diversity and inclusion.",
		  "id": [165],
		  "duration": "< 1 minute",
		  "sequence": 23,
		  "phrase": "of diversity and inclusion"
	  }, {
		  "text": "The less diverse and less inclusive we are, the more important it is for a business imperative.",
		  "id": [156, 157, 158, 159, 160, 161],
		  "duration": "< 1 minute",
		  "sequence": 24,
		  "phrase": "the less diverse and less inclusive we are"
	  }]
  }
}