{
	"title": "Ray Dalio on the Economy, Pandemic, China's Rise: Full Interview",
  "subtitle": "Bloomberg Markets and Finance",
  "date": "July 2, 2020 - 11:01 AM ET",
  "image": "https://yt3.ggpht.com/ytc/AAUvwnh6A8ynxR_x9SNF4j54cdKUIzwrvs9AOxpnC6M6=s900-c-k-c0x00ffffff-no-rj",
  "raw": {
	  "segments": [{
		  "id": [0],
		  "speaker": "0",
		  "text": "Ray let me begin with this you've described the current environment in various ways as a non market economy as a political economy as a new paradigm.",
		  "start": "0.0",
		  "end": "12.4",
		  "phrase": ""
	  }, {
		  "id": [1],
		  "speaker": "0",
		  "text": "Tell us more about the new.",
		  "start": "13.0",
		  "end": "14.6",
		  "phrase": ""
	  }, {
		  "id": [2],
		  "speaker": "1",
		  "text": "Well, I think there are three big forces that are at work that have not existed in our lifetimes before and they are a long term debt cycle and we've reached the part of that cycle where interest rates are at zero monetary policy is a major driver what this looks like in a world where we're going to print a lot of money.",
		  "start": "18.2",
		  "end": "48.2",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [3],
		  "speaker": "1",
		  "text": "He monetized that and so on there are three stages really in monetary policy and the cycle that we are in the whole world cycle began in 1945.",
		  "start": "48.3",
		  "end": "59.8",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [4],
		  "speaker": "1",
		  "text": "What that was the beginning of the New World Order 1944.",
		  "start": "60.5",
		  "end": "64.9",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [5],
		  "speaker": "1",
		  "text": "We established the dollar as the world's Reserve currency, it was connected to gold and then until 1971 that broke up and so there was an arc and which central banks have the capacity to produce Demand by producing credit just sort of hit a button and poof and demand Rises because credit comes out but when interest rates no longer are effective and hit zero as they did in 2008 you have ego to a monetary policy, which I call monetary policy to which is the printing of money and the buying of financial assets.",
		  "start": "64.9",
		  "end": "104.2",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [6],
		  "speaker": "1",
		  "text": "And with that there was the Implications of that lots of liquidity in the world bidding up asset prices and we had an environment which was very good for capitalism corporate tax cuts all of that cause asset prices to rise and then of course it also contributes to the wealth Gap.",
		  "start": "104.7",
		  "end": "127.9",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [7],
		  "speaker": "1",
		  "text": "So this first influence monetary policy, which I hope will talk about the long term debt cycle monetary policy is an overarching The influence it's important to understand where we are in that cycle related to that cycle is also the wealth Gap cycle periods of prosperity that occur after wars during periods of Peace, there are periods of Peace because there's a dominant power that no one wants to fight and you have a prosperous period and during those periods.",
		  "start": "128.3",
		  "end": "162.8",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [8],
		  "speaker": "1",
		  "text": "There's a lot of development of credit a lot of also expansion of Prosperity and so on technology development and that creates wealth gaps and those wealth gaps and then along with those wealth gaps values gaps and political gaps develop.",
		  "start": "163.0",
		  "end": "183.6",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [9],
		  "speaker": "1",
		  "text": "So our wealth Gap is now the largest since the 1930s and the political Gap is also a very large and so that influence is a giant influence.",
		  "start": "183.6",
		  "end": "200.9",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [10],
		  "speaker": "1",
		  "text": "So that's number two and then number three as the major influence is the rise of a great power to challenge the existing world leadership of the United States.",
		  "start": "201.1",
		  "end": "212.6",
		  "phrase": "the rise of a great power to challenge the"
	  }, {
		  "id": [11],
		  "speaker": "1",
		  "text": "And these Cycles have happened over periods of time that competition that Wars of various types trade wars in the like is another Factor.",
		  "start": "213.6",
		  "end": "226.0",
		  "phrase": ""
	  }, {
		  "id": [12],
		  "speaker": "1",
		  "text": "So those factors are in place.",
		  "start": "226.0",
		  "end": "228.1",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [13],
		  "speaker": "1",
		  "text": "And were in place before we had the coronavirus the coronavirus came along and is a not back and it has big financial implications.",
		  "start": "228.2",
		  "end": "244.5",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [14],
		  "speaker": "1",
		  "text": "But so I think those are the three factors and now when we look at monetary policy, I'd like to get into what that means what the value of money is and how that affects the market.",
		  "start": "244.5",
		  "end": "257.7",
		  "phrase": "at work that have not existed"
	  }, {
		  "id": [15],
		  "speaker": "1",
		  "text": "and the currencies that were.",
		  "start": "258.2",
		  "end": "260.3",
		  "phrase": ""
	  }, {
		  "id": [16],
		  "speaker": "0",
		  "text": "dealing with Well, perhaps I could ask that question of you this way.",
		  "start": "262.0",
		  "end": "268.4",
		  "phrase": ""
	  }, {
		  "id": [17],
		  "speaker": "0",
		  "text": "I've heard you say Ray That central banks control the capital market.",
		  "start": "268.9",
		  "end": "274.2",
		  "phrase": ""
	  }, {
		  "id": [18],
		  "speaker": "0",
		  "text": "Now.",
		  "start": "274.2",
		  "end": "274.7",
		  "phrase": ""
	  }, {
		  "id": [19],
		  "speaker": "0",
		  "text": "What does that.",
		  "start": "274.9",
		  "end": "275.5",
		  "phrase": ""
	  }, {
		  "id": [20],
		  "speaker": "1",
		  "text": "In an in the normal world at normal times the way the system works is central banks put money on deposit and Banks come along and they borrow that money and lend it to those who they expect will pay back and that then passes through the credit system and then all Financial assets compete with each other and it spreads out credit gets expanded.",
		  "start": "281.0",
		  "end": "309.5",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [21],
		  "speaker": "1",
		  "text": "And then there's the issue of payback and then we have the Cycles money's too loose inflation Rises Central bank's put money on the pause Titan money and it's slows down and we go through our Cycles.",
		  "start": "309.7",
		  "end": "322.5",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [22],
		  "speaker": "1",
		  "text": "That's no longer the case for the most part today the economy and the markets are driven by the central banks and the coordination with the central.",
		  "start": "323.5",
		  "end": "339.6",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [23],
		  "speaker": "1",
		  "text": "Comment what I mean by that is the purchases right now of financial assets by the Federal Reserve or the purchases by the Federal Reserve of government securities are the drivers of that market.",
		  "start": "339.6",
		  "end": "355.1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [24],
		  "speaker": "1",
		  "text": "So the production of the money if you look at money and you look at who is in the market, so the Federal Reserve, for example, we'll set an interest rate that for different types of creditors base.",
		  "start": "355.1",
		  "end": "369.5",
		  "phrase": ""
	  }, {
		  "id": [25],
		  "speaker": "1",
		  "text": "On its economic objective in the old days.",
		  "start": "369.7",
		  "end": "373.1",
		  "phrase": ""
	  }, {
		  "id": [26],
		  "speaker": "1",
		  "text": "Let's say when we had the 2008 financial crisis.",
		  "start": "373.2",
		  "end": "375.9",
		  "phrase": ""
	  }, {
		  "id": [27],
		  "speaker": "1",
		  "text": "We had we needed to protect Banks because they were systemically important and then money market funds and Commercial paper in the light.",
		  "start": "376.3",
		  "end": "384.6",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [28],
		  "speaker": "1",
		  "text": "Now, it's much broader than that.",
		  "start": "385.0",
		  "end": "386.9",
		  "phrase": ""
	  }, {
		  "id": [29],
		  "speaker": "1",
		  "text": "The whole economy is systemically important if they didn't go out and make lending to companies including what we call Fallen Angels those that were Were just above investment grade and fell into investment grade.",
		  "start": "387.0",
		  "end": "403.6",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [30],
		  "speaker": "1",
		  "text": "We would lose large parts of our economy.",
		  "start": "403.8",
		  "end": "406.9",
		  "phrase": ""
	  }, {
		  "id": [31],
		  "speaker": "1",
		  "text": "And so we're in a situation now where the them there the market makers take the market out take the central bank's out and you know the different story including the value of money.",
		  "start": "407.3",
		  "end": "421.0",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [32],
		  "speaker": "1",
		  "text": "What is the value of money?",
		  "start": "421.0",
		  "end": "421.9",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [33],
		  "speaker": "1",
		  "text": "I mean think about it in Europe.",
		  "start": "422.1",
		  "end": "423.6",
		  "phrase": ""
	  }, {
		  "id": [34],
		  "speaker": "1",
		  "text": "For example, the central bank will lend to banks at a -1 Absol that means you don't have the interest payments.",
		  "start": "423.6",
		  "end": "433.6",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [35],
		  "speaker": "1",
		  "text": "In fact, you have interest credits and the central banks will take that debt on they alone it and they have a political agenda not a economic agenda in which they'll determine whether they'll be paid back or when they want to be paid back based on how the economy is doing and what will happen.",
		  "start": "433.6",
		  "end": "454.6",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [36],
		  "speaker": "1",
		  "text": "So in that case like example in Europe and the similar situations in the Ed States and Japan and varying degrees.",
		  "start": "454.8",
		  "end": "462.1",
		  "phrase": ""
	  }, {
		  "id": [37],
		  "speaker": "1",
		  "text": "They will make loans that will have interest credits almost or let's say 0 you don't have to pay interest that and you may not have to pay principal back.",
		  "start": "462.4",
		  "end": "474.0",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [38],
		  "speaker": "1",
		  "text": "It depends on what the conditions are at the time.",
		  "start": "474.1",
		  "end": "476.7",
		  "phrase": ""
	  }, {
		  "id": [39],
		  "speaker": "1",
		  "text": "So those are markets which are driven by central banks not only their actions but their desire to be an owner of those assets and their priorities about that ownership.",
		  "start": "477.1",
		  "end": "489.5",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [40],
		  "speaker": "1",
		  "text": "They buy and when they sell are not the same as the classic free market allocations, and as a result, the capital markets are not free markets allocating resources in the.",
		  "start": "489.7",
		  "end": "502.1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "id": [41],
		  "speaker": "0",
		  "text": "ways.",
		  "start": "502.6",
		  "end": "503.1",
		  "phrase": "one of the questions investors are"
	  }, {
		  "id": [42],
		  "speaker": "0",
		  "text": "One of the questions investors are wrestling with Ray is how far central banks are willing to go in their effort to reflate financial assets to begin with and then of course, they hope you know transmit something through to the real economy that would result in growth and jobs how far our central banks willing to go with this power.",
		  "start": "506.1",
		  "end": "529.2",
		  "phrase": "one of the questions investors are"
	  }, {
		  "id": [43],
		  "speaker": "0",
		  "text": "They've discovered they.",
		  "start": "529.2",
		  "end": "530.7",
		  "phrase": ""
	  }, {
		  "id": [44],
		  "speaker": "1",
		  "text": "Central banks are willing to go and eat and need to go as far as it takes in order to keep the system afloat.",
		  "start": "533.6",
		  "end": "544.1",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [45],
		  "speaker": "1",
		  "text": "And because we're in the late this late stage is where we have a lot of debt you are going to see central banks balance sheets explode they have to because the choice is the sinking ship.",
		  "start": "544.1",
		  "end": "560.3",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [46],
		  "speaker": "1",
		  "text": "I've studied the rises in Of Reserve currencies because I think we're at a key moment.",
		  "start": "560.8",
		  "end": "568.2",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [47],
		  "speaker": "1",
		  "text": "I studied the rise and decline of the Dutch guilder the rise and decline of the British pound the rise and decline of currencies throughout history.",
		  "start": "568.2",
		  "end": "576.1",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [48],
		  "speaker": "1",
		  "text": "And the track record is a perfect track record when the time comes where you're faced with political disruptions.",
		  "start": "576.6",
		  "end": "586.9",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [49],
		  "speaker": "1",
		  "text": "Is there enough money there will be a not there will be enough money.",
		  "start": "586.9",
		  "end": "591.8",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [50],
		  "speaker": "1",
		  "text": "The question will be what?",
		  "start": "592.2",
		  "end": "593.2",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [51],
		  "speaker": "1",
		  "text": "What the value of the money is and how far they can go what are the limits to that and so when we look at the limits which we can discuss what the limits but the you know, what are the market limits or how does that become manifest?",
		  "start": "593.3",
		  "end": "606.5",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "id": [52],
		  "speaker": "1",
		  "text": "I can describe that but what's their willingness to go their willingness to go is enough to keep order which means acceptable.",
		  "start": "606.5",
		  "end": "615.5",
		  "phrase": ""
	  }, {
		  "id": [53],
		  "speaker": "0",
		  "text": "conditions.",
		  "start": "615.9",
		  "end": "616.6",
		  "phrase": ""
	  }, {
		  "id": [54],
		  "speaker": "0",
		  "text": "Well before we get two limits and that is a very important part of the conversation.",
		  "start": "619.4",
		  "end": "623.5",
		  "phrase": ""
	  }, {
		  "id": [55],
		  "speaker": "0",
		  "text": "Let's stick to the intervening period which is what we're at.",
		  "start": "623.5",
		  "end": "628.3",
		  "phrase": ""
	  }, {
		  "id": [56],
		  "speaker": "0",
		  "text": "The beginning of right now Ray should investors stop worrying about things like PE ratios do traditional asset valuations apply in a capital Market that as you say is effectively being run by.",
		  "start": "628.3",
		  "end": "644.1",
		  "phrase": ""
	  }, {
		  "id": [57],
		  "speaker": "1",
		  "text": "banks.",
		  "start": "644.4",
		  "end": "645.0",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [58],
		  "speaker": "1",
		  "text": "Yeah, they don't apply.",
		  "start": "648.1",
		  "end": "649.7",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [59],
		  "speaker": "1",
		  "text": "I think what I think the important thing to understand.",
		  "start": "649.7",
		  "end": "653.5",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [60],
		  "speaker": "1",
		  "text": "Is that there's a real economy and then there that has a supply demand of stuff.",
		  "start": "655.0",
		  "end": "662.8",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [61],
		  "speaker": "1",
		  "text": "There's a financial economy that has its Supply demand of money and credit and that the price of an asset.",
		  "start": "663.9",
		  "end": "674.2",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [62],
		  "speaker": "1",
		  "text": "Will equal the risk free return which you can see is something close to zero and a risk premium.",
		  "start": "675.4",
		  "end": "685.5",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [63],
		  "speaker": "1",
		  "text": "So when you're looking at a bond and it let's say in the United States treasury bond less than 1% or if you take a corporate bond a good quality corporate bond slightly more than one percent and you look at that or you go to other countries and it's essentially zero.",
		  "start": "686.4",
		  "end": "702.8",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [64],
		  "speaker": "1",
		  "text": "That is the return that You're getting for the risk-free return in terms of that qualities.",
		  "start": "703.0",
		  "end": "710.4",
		  "phrase": ""
	  }, {
		  "id": [65],
		  "speaker": "1",
		  "text": "You have to ask yourself.",
		  "start": "710.4",
		  "end": "711.4",
		  "phrase": ""
	  }, {
		  "id": [66],
		  "speaker": "1",
		  "text": "What will the premium be for equities and the central bank has the capacity to put money in the system and the and the money excuse me, and the money.",
		  "start": "711.4",
		  "end": "724.9",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [67],
		  "speaker": "1",
		  "text": "And the money competes for getting returns.",
		  "start": "726.5",
		  "end": "730.5",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [68],
		  "speaker": "1",
		  "text": "And so if you ask yourself, what could the risk premium be or what would the expected excess return for equities be over cash and they put they buy assets that number could go from 4% Let's say to 2% the P He's just the inverse of that.",
		  "start": "731.1",
		  "end": "754.0",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [69],
		  "speaker": "1",
		  "text": "So just by way of example You could make the PE go from 20 or 25 times up to 40 or 50 times by the demand that may seem implausible that just because people have stickers shot but it's no less implausible than the zero interest rates.",
		  "start": "754.1",
		  "end": "779.3",
		  "phrase": "you could make the pe go from 20"
	  }, {
		  "id": [70],
		  "speaker": "1",
		  "text": "So the risk premium will be driven by the amount of liquidity put in.",
		  "start": "779.7",
		  "end": "786.2",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [71],
		  "speaker": "1",
		  "text": "And multiples are not shouldn't be used as in the traditional way of a frame of reference.",
		  "start": "786.3",
		  "end": "793.2",
		  "phrase": ""
	  }, {
		  "id": [72],
		  "speaker": "1",
		  "text": "I think you have to understand that the capital markets drive the economy and the Pease and the risk premiums more than the real economy drives the.",
		  "start": "793.5",
		  "end": "809.8",
		  "phrase": "a financial economy that has"
	  }, {
		  "id": [73],
		  "speaker": "0",
		  "text": "markets.",
		  "start": "810.2",
		  "end": "810.8",
		  "phrase": ""
	  }, {
		  "id": [74],
		  "speaker": "0",
		  "text": "So if that's.",
		  "start": "814.9",
		  "end": "816.3",
		  "phrase": ""
	  }, {
		  "id": [75],
		  "speaker": "1",
		  "text": "case is the that what belong we were money what we're now, I'm sorry.",
		  "start": "816.5",
		  "end": "823.8",
		  "phrase": ""
	  }, {
		  "id": [76],
		  "speaker": "1",
		  "text": "Go.",
		  "start": "824.5",
		  "end": "824.7",
		  "phrase": ""
	  }, {
		  "id": [77],
		  "speaker": "0",
		  "text": "No, that's fine.",
		  "start": "826.1",
		  "end": "826.9",
		  "phrase": ""
	  }, {
		  "id": [78],
		  "speaker": "0",
		  "text": "Continue your thought right?",
		  "start": "826.9",
		  "end": "828.0",
		  "phrase": ""
	  }, {
		  "id": [79],
		  "speaker": "0",
		  "text": "Continue.",
		  "start": "828.0",
		  "end": "828.4",
		  "phrase": ""
	  }, {
		  "id": [80],
		  "speaker": "1",
		  "text": "thought.",
		  "start": "828.5",
		  "end": "828.9",
		  "phrase": "from a holding point of view."
	  }, {
		  "id": [81],
		  "speaker": "1",
		  "text": "Think of it this way, you don't.",
		  "start": "834.2",
		  "end": "836.1",
		  "phrase": "from a holding point of view."
	  }, {
		  "id": [82],
		  "speaker": "1",
		  "text": "because and and I don't think you want bonds because you you get no interest rate you get a negative real rates.",
		  "start": "838.2",
		  "end": "852.7",
		  "phrase": "from a holding point of view."
	  }, {
		  "id": [83],
		  "speaker": "1",
		  "text": "So you get taxed at that negative real rate and then so from a holding point of view.",
		  "start": "852.7",
		  "end": "861.0",
		  "phrase": "from a holding point of view."
	  }, {
		  "id": [84],
		  "speaker": "1",
		  "text": "It's got no return.",
		  "start": "861.0",
		  "end": "863.2",
		  "phrase": "from a holding point of view."
	  }, {
		  "id": [85],
		  "speaker": "1",
		  "text": "And then the central bank's go to print plenty more of it and produce its Supply.",
		  "start": "863.7",
		  "end": "868.5",
		  "phrase": ""
	  }, {
		  "id": [86],
		  "speaker": "1",
		  "text": "So there's a move to what is a store hold of wealth, you know, think about it, you know, like all of us.",
		  "start": "869.3",
		  "end": "877.1",
		  "phrase": "buy a company"
	  }, {
		  "id": [87],
		  "speaker": "1",
		  "text": "What is a good store hold of wealth and if you look at history through times, it's basically almost the reciprocal of the value of money.",
		  "start": "878.2",
		  "end": "888.2",
		  "phrase": "if you look at history through t"
	  }, {
		  "id": [88],
		  "speaker": "1",
		  "text": "And and we see that from financing.",
		  "start": "888.2",
		  "end": "890.4",
		  "phrase": ""
	  }, {
		  "id": [89],
		  "speaker": "1",
		  "text": "You know, when you think a company or an individual thinks I could borrow money at this level and I can lend it at that level or I could buy my stock back at that level.",
		  "start": "890.7",
		  "end": "900.1",
		  "phrase": "i can lend"
	  }, {
		  "id": [90],
		  "speaker": "1",
		  "text": "You see that kind of movement.",
		  "start": "900.3",
		  "end": "902.3",
		  "phrase": ""
	  }, {
		  "id": [91],
		  "speaker": "1",
		  "text": "And so you won through history sees that.",
		  "start": "902.4",
		  "end": "907.8",
		  "phrase": ""
	  }, {
		  "id": [92],
		  "speaker": "1",
		  "text": "There are different store holds of wealth with that are basically almost the mirror image or the reciprocal of the value of money.",
		  "start": "908.1",
		  "end": "916.0",
		  "phrase": "buy a company"
	  }, {
		  "id": [93],
		  "speaker": "1",
		  "text": "And so that's tour.",
		  "start": "916.5",
		  "end": "917.9",
		  "phrase": ""
	  }, {
		  "id": [94],
		  "speaker": "1",
		  "text": "Hold of wealth is equities.",
		  "start": "917.9",
		  "end": "919.6",
		  "phrase": ""
	  }, {
		  "id": [95],
		  "speaker": "1",
		  "text": "In other words.",
		  "start": "919.6",
		  "end": "920.3",
		  "phrase": ""
	  }, {
		  "id": [96],
		  "speaker": "1",
		  "text": "If you were to think about certain types of equities that are not let's say economically sensitive, but if you just buy a company and and so on and you think it's the reciprocal of that and you think that the and you realize that they have to put liquidity in the system then it's equities.",
		  "start": "920.7",
		  "end": "940.3",
		  "phrase": "buy a company"
	  }, {
		  "id": [97],
		  "speaker": "1",
		  "text": "It's gold its it is what is the thing that is the reciprocal of the value of money that you have to hold hold, you know your wealth in and so that's what we're seeing and you see it.",
		  "start": "940.3",
		  "end": "954.4",
		  "phrase": "the value of money"
	  }, {
		  "id": [98],
		  "speaker": "1",
		  "text": "If you've seen it through history at the you can go to the dates.",
		  "start": "954.4",
		  "end": "958.5",
		  "phrase": "the value of money"
	  }, {
		  "id": [99],
		  "speaker": "1",
		  "text": "It's happened, you know.",
		  "start": "958.6",
		  "end": "960.0",
		  "phrase": "the value of money"
	  }, {
		  "id": [100],
		  "speaker": "1",
		  "text": "March 1933 same thing August 15th.",
		  "start": "977.4",
		  "end": "982.4",
		  "phrase": ""
	  }, {
		  "id": [101],
		  "speaker": "1",
		  "text": "1971 Nixon that same thing two values.",
		  "start": "982.4",
		  "end": "986.9",
		  "phrase": ""
	  }, {
		  "id": [102],
		  "speaker": "1",
		  "text": "You could see it when Mario draghi in 2012 said we'll do whatever we it takes you produce liquidity and you produce money and that creates the bottoms in those markets because really you're dealing with the liquidity issue the same in I was in May and November of 2008.",
		  "start": "987.7",
		  "end": "1010.0",
		  "phrase": "buy a company"
	  }, {
		  "id": [103],
		  "speaker": "1",
		  "text": "It was the tarp plan and quantitative easing so through history.",
		  "start": "1012.2",
		  "end": "1021.5",
		  "phrase": "buy a company"
	  }, {
		  "id": [104],
		  "speaker": "1",
		  "text": "I can take you back to the Dutch and and so on that decision that they're going to print money and buy Financial assets and lend money to the government, which will also Disperse money to the poor to those who need money and the companies that process has happened over and over and over again in history.",
		  "start": "1021.6",
		  "end": "1045.8",
		  "phrase": "buy a company"
	  }, {
		  "id": [105],
		  "speaker": "1",
		  "text": "And it means that you know, what, do you hold during such things you hold reflation assets doesn't mean inflation assets what I mean is we're there's inflation and goods and services.",
		  "start": "1046.0",
		  "end": "1059.6",
		  "phrase": "buy a company"
	  }, {
		  "id": [106],
		  "speaker": "1",
		  "text": "Let's put that aside for a moment, but there's first the inflation in financial assets as those risk premiums and put Are driven down and that liquidity is put into the system and there's the competition for trying to get.",
		  "start": "1059.8",
		  "end": "1073.0",
		  "phrase": "buy a company"
	  }, {
		  "id": [107],
		  "speaker": "0",
		  "text": "So let's talk then re about the limits of money printing how long can this continue before central banks do run into the limits of their capacity to explode as you say the balance sheet and print money.",
		  "start": "1076.2",
		  "end": "1091.3",
		  "phrase": "about the limits of money printing"
	  }, {
		  "id": [108],
		  "speaker": "1",
		  "text": "the the limiting the limiting factor has to do with the demand for that money and debt another words.",
		  "start": "1095.7",
		  "end": "1103.7",
		  "phrase": ""
	  }, {
		  "id": [109],
		  "speaker": "1",
		  "text": "What debt is a bond is a promise to receive a lot of currency.",
		  "start": "1104.9",
		  "end": "1110.1",
		  "phrase": ""
	  }, {
		  "id": [110],
		  "speaker": "1",
		  "text": "And so when it gives no good return or a bad return and there's a printing of a lot of currency clearly.",
		  "start": "1111.3",
		  "end": "1120.7",
		  "phrase": ""
	  }, {
		  "id": [111],
		  "speaker": "1",
		  "text": "It's not desirable relative to other things for private investors.",
		  "start": "1120.7",
		  "end": "1126.3",
		  "phrase": ""
	  }, {
		  "id": [112],
		  "speaker": "1",
		  "text": "However, the central bank can buy it too.",
		  "start": "1126.8",
		  "end": "1131.4",
		  "phrase": ""
	  }, {
		  "id": [113],
		  "speaker": "1",
		  "text": "And so the limit has to do with the limit of demand and that limit of demand has to do with the central bank's purchases of that because they It by it and hence, there's no problem.",
		  "start": "1132.1",
		  "end": "1143.3",
		  "phrase": ""
	  }, {
		  "id": [114],
		  "speaker": "1",
		  "text": "So you look at periods of time of where in history where was the most of it that has ever taken place and to try to define the limit and the War years was example or I think the most analogous period we're in now was 1930 to 1945.",
		  "start": "1144.8",
		  "end": "1164.2",
		  "phrase": ""
	  }, {
		  "id": [115],
		  "speaker": "1",
		  "text": "I'll explain the various ways of it was analogous but more importantly I'd like to deal with the question of the limits.",
		  "start": "1164.3",
		  "end": "1170.5",
		  "phrase": ""
	  }, {
		  "id": [116],
		  "speaker": "1",
		  "text": "And so you first had the depression and in that depression and when you hit zero interest rates, you had the printing of money and the buying of financial assets and then you had a lot of mock fiscal policy.",
		  "start": "1171.0",
		  "end": "1184.5",
		  "phrase": ""
	  }, {
		  "id": [117],
		  "speaker": "1",
		  "text": "So programs that produce large deficits which then were monetized by more of that and then you went into the War years and the War years very similar to now in terms of the need for a lot of money and credit produced it.",
		  "start": "1184.8",
		  "end": "1200.8",
		  "phrase": ""
	  }, {
		  "id": [118],
		  "speaker": "1",
		  "text": "Normos amount of money and credit but it was managed by the Central Bank in a way where they were de facto taking that on and it produced it was a good example of testing the limits of that now we went into periods where you know, what is an alternative source of wealth.",
		  "start": "1201.0",
		  "end": "1221.4",
		  "phrase": "amount of money and credit"
	  }, {
		  "id": [119],
		  "speaker": "1",
		  "text": "And as I say could be stocks gold.",
		  "start": "1221.4",
		  "end": "1223.6",
		  "phrase": ""
	  }, {
		  "id": [120],
		  "speaker": "1",
		  "text": "It can be other assets, but those became the boundaries What would Happen in terms of this limit is if something transpired where the dollar as a reserve currency, the the holders outside made another Market.",
		  "start": "1223.6",
		  "end": "1246.6",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [121],
		  "speaker": "1",
		  "text": "That was a better Market.",
		  "start": "1246.6",
		  "end": "1248.7",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [122],
		  "speaker": "1",
		  "text": "It could it could be gold.",
		  "start": "1248.7",
		  "end": "1249.9",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [123],
		  "speaker": "1",
		  "text": "It could be stocks.",
		  "start": "1249.9",
		  "end": "1251.0",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [124],
		  "speaker": "1",
		  "text": "But or it could be an alternative currency like like we're in the earlier session which I listened into China as a reserve currency.",
		  "start": "1251.9",
		  "end": "1260.9",
		  "phrase": ""
	  }, {
		  "id": [125],
		  "speaker": "1",
		  "text": "There will need to be an.",
		  "start": "1261.2",
		  "end": "1263.3",
		  "phrase": ""
	  }, {
		  "id": [126],
		  "speaker": "1",
		  "text": "when that happens and I think it will happen.",
		  "start": "1268.4",
		  "end": "1271.9",
		  "phrase": ""
	  }, {
		  "id": [127],
		  "speaker": "1",
		  "text": "Then you it looks like a currency defense what I mean by currency defense is if money leaves that asset if those who are holding bonds don't want to hold the bonds because they have lousy returns in the printing a lot of money and they want to go to something else and that starts to accelerate should that happen?",
		  "start": "1273.1",
		  "end": "1297.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [128],
		  "speaker": "1",
		  "text": "Then what that does is it has money leaves.",
		  "start": "1297.6",
		  "end": "1301.0",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [129],
		  "speaker": "1",
		  "text": "It puts the Central Bank in the position of having to decide whether it buys more Bonds in order to fill in that Gap or it lets interest rates rise.",
		  "start": "1301.0",
		  "end": "1314.2",
		  "phrase": "amount of money and credit"
	  }, {
		  "id": [130],
		  "speaker": "1",
		  "text": "Well, they can't let interest rates rise.",
		  "start": "1314.5",
		  "end": "1316.7",
		  "phrase": ""
	  }, {
		  "id": [131],
		  "speaker": "1",
		  "text": "There's there's there's too much debt and then also interest rates Rising means that the asset prices will go down and it's too vulnerable soul.",
		  "start": "1316.7",
		  "end": "1327.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [132],
		  "speaker": "1",
		  "text": "Call currency defenses what it means is that they then have to accommodate that and the act of accommodating that in and of itself is a big problem.",
		  "start": "1327.4",
		  "end": "1337.9",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [133],
		  "speaker": "1",
		  "text": "Should that happen that would be that would be terrible for the United States earlier.",
		  "start": "1338.3",
		  "end": "1347.8",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [134],
		  "speaker": "1",
		  "text": "I heard about the discussion of the privilege.",
		  "start": "1347.8",
		  "end": "1350.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [135],
		  "speaker": "1",
		  "text": "That's right.",
		  "start": "1350.5",
		  "end": "1351.1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [136],
		  "speaker": "1",
		  "text": "The United States dollar is a tremendous privilege and we are certainly pushing the limits of that and if we were to think that the dollar was to be any other currency because of us pushing the limits if that were to happen.",
		  "start": "1351.1",
		  "end": "1367.9",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [137],
		  "speaker": "1",
		  "text": "It would be probably the you know, the biggest disruptor not only to the markets but to the whole world geopolitical system.",
		  "start": "1368.1",
		  "end": "1376.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [138],
		  "speaker": "1",
		  "text": "So we're in a Fiat monetary system what I mean is through history throughout most of history there was There was gold.",
		  "start": "1376.2",
		  "end": "1388.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [139],
		  "speaker": "1",
		  "text": "Let's say 1944.",
		  "start": "1388.2",
		  "end": "1389.8",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [140],
		  "speaker": "1",
		  "text": "We create the Brentwood system linked to Gold the United States printed a lot of money and more claims on gold.",
		  "start": "1390.7",
		  "end": "1398.7",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [141],
		  "speaker": "1",
		  "text": "Then there was gold and in 1971, which wasn't very long ago the we couldn't meet those claims on gold because we had too many iou's so we had to have a devaluation and the dollar as a World's monetary system or currency.",
		  "start": "1398.7",
		  "end": "1417.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [142],
		  "speaker": "1",
		  "text": "Is critical but it very much depends on the dollar at the United States competitiveness and so on so it's a longer term risk as norio was pointing out in the earlier session.",
		  "start": "1417.3",
		  "end": "1431.4",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [143],
		  "speaker": "1",
		  "text": "One of the things that's been a prop for the dollar is the fact that there's a lot of dollar-denominated debt.",
		  "start": "1432.6",
		  "end": "1439.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [144],
		  "speaker": "1",
		  "text": "So what that means it creates a dollar a demand for dollars that debt will either Be satisfied and some fashion other because they'll be the dollars to produce it or that dollar will debt will be defaulted on in one way or another week.",
		  "start": "1440.3",
		  "end": "1457.0",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [145],
		  "speaker": "1",
		  "text": "That's a whole other discussion we can get into if you want but at that point it'll reduce the limit to the desire the short squeeze for dollars which will serve to weaken the dollar at the same time.",
		  "start": "1457.0",
		  "end": "1469.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [146],
		  "speaker": "1",
		  "text": "And also as we you know, look longer term as no real was pointing out the squeeze the political ization of it changes the nature of the capital flows because we are in a situation where you you can have you can be squeezed.",
		  "start": "1469.4",
		  "end": "1489.4",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [147],
		  "speaker": "1",
		  "text": "And so when you start to think about it, yes, if you're China and you're old you're holding a trillion dollars of treasuries, would you want to do that?",
		  "start": "1489.5",
		  "end": "1501.4",
		  "phrase": ""
	  }, {
		  "id": [148],
		  "speaker": "1",
		  "text": "Well, particularly, I mean given the returns given all that and given the Flick so this China piece is important piece.",
		  "start": "1501.4",
		  "end": "1511.3",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [149],
		  "speaker": "1",
		  "text": "I says that's a there's three things.",
		  "start": "1511.3",
		  "end": "1513.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [150],
		  "speaker": "1",
		  "text": "We're spending a lot of time discussing the monetary and debt cycle.",
		  "start": "1513.4",
		  "end": "1519.2",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [151],
		  "speaker": "1",
		  "text": "The second is the what I'll call the Gap the wealth Gap and the values Gap cycle which and then the third is China.",
		  "start": "1519.3",
		  "end": "1527.7",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [152],
		  "speaker": "1",
		  "text": "So if we look at those things in combination, I think that's the best way to look at the.",
		  "start": "1527.9",
		  "end": "1534.4",
		  "phrase": "because they have lousy returns"
	  }, {
		  "id": [153],
		  "speaker": "0",
		  "text": "picture.",
		  "start": "1534.6",
		  "end": "1535.1",
		  "phrase": "you've been t"
	  }, {
		  "id": [154],
		  "speaker": "0",
		  "text": "Right, you've been fascinated and impressed by China for the past three decades you started to go to China in 1984.",
		  "start": "1537.3",
		  "end": "1545.5",
		  "phrase": "you've been t"
	  }, {
		  "id": [155],
		  "speaker": "0",
		  "text": "And I'm sure it would be hard to count.",
		  "start": "1545.5",
		  "end": "1547.0",
		  "phrase": "you've been t"
	  }, {
		  "id": [156],
		  "speaker": "0",
		  "text": "The number of times.",
		  "start": "1547.0",
		  "end": "1548.0",
		  "phrase": "you've been t"
	  }, {
		  "id": [157],
		  "speaker": "0",
		  "text": "You've been there in the number of friends.",
		  "start": "1548.4",
		  "end": "1550.1",
		  "phrase": "you've been t"
	  }, {
		  "id": [158],
		  "speaker": "0",
		  "text": "You've made there as you well know increasingly the West views China as the enemy.",
		  "start": "1550.5",
		  "end": "1558.7",
		  "phrase": "you've been t"
	  }, {
		  "id": [159],
		  "speaker": "0",
		  "text": "Do you think you'll ever as an American come to think of China as the enemy?",
		  "start": "1560.3",
		  "end": "1565.8",
		  "phrase": ""
	  }, {
		  "id": [160],
		  "speaker": "0",
		  "text": "How should we?",
		  "start": "1566.4",
		  "end": "1567.6",
		  "phrase": ""
	  }, {
		  "id": [161],
		  "speaker": "0",
		  "text": "understand the situation.",
		  "start": "1568.9",
		  "end": "1570.8",
		  "phrase": ""
	  }, {
		  "id": [162],
		  "speaker": "1",
		  "text": "I think we tend to think of sort of like.",
		  "start": "1574.8",
		  "end": "1578.8",
		  "phrase": "than systems that are operating"
	  }, {
		  "id": [163],
		  "speaker": "1",
		  "text": "Good Guys bad guys rather than systems that are operating we have a system and they have a system and we're sharing the world and you know, you can have an enemy.",
		  "start": "1580.9",
		  "end": "1601.2",
		  "phrase": "than systems that are operating"
	  }, {
		  "id": [164],
		  "speaker": "1",
		  "text": "It depends what you mean by the word.",
		  "start": "1601.3",
		  "end": "1602.6",
		  "phrase": "than systems that are operating"
	  }, {
		  "id": [165],
		  "speaker": "1",
		  "text": "Enemy.",
		  "start": "1602.6",
		  "end": "1603.1",
		  "phrase": "than systems that are operating"
	  }, {
		  "id": [166],
		  "speaker": "1",
		  "text": "You can have somebody on the opposite side of the chess board who was an enemy and you Approach that on emotionally that's the end party on the other side of the chessboard that's playing their hand the best way that they know and the United States has to play its had the best way it's no no and so I just look at it very sort of matter-of-factly in terms of what the systems are like and what the cultures are like to to affect that Dynamic and so it's true.",
		  "start": "1603.5",
		  "end": "1640.5",
		  "phrase": "than systems that are operating"
	  }, {
		  "id": [167],
		  "speaker": "1",
		  "text": "True throughout history, you know, there's Graham Allison wrote the book The Food Cities trap win, which he referred to the fact that the last 500 years.",
		  "start": "1640.6",
		  "end": "1651.1",
		  "phrase": "en rising power challeng"
	  }, {
		  "id": [168],
		  "speaker": "1",
		  "text": "They've been 16 times that there have been rising power challenging existing power and in 12 of those they got into shooting Wars, but they're certainly competitions that are in the world that we live in are not like inside competitions and according to rules their brutal competitions and Terms of playing the game and so we have whatever you want to call that relationship a relationship in which China is growing becoming powerful playing the game in the best way.",
		  "start": "1651.1",
		  "end": "1683.4",
		  "phrase": "en rising power challeng"
	  }, {
		  "id": [169],
		  "speaker": "1",
		  "text": "It knows how we have a different system.",
		  "start": "1683.4",
		  "end": "1685.4",
		  "phrase": "en rising power challeng"
	  }, {
		  "id": [170],
		  "speaker": "1",
		  "text": "We're playing the game the best way that we know how and my main issue is, you know, how well a we playing the game how well is the United States and in that world and then you go back to basics and the basics are Things like education, you know the quality of Education over a period of time whether you are united in a common purpose when you have a highly fragmented World fragmented psychology fragmented economics.",
		  "start": "1685.4",
		  "end": "1719.3",
		  "phrase": "en rising power challeng"
	  }, {
		  "id": [171],
		  "speaker": "1",
		  "text": "Everybody's got an opinion of what should be done.",
		  "start": "1719.3",
		  "end": "1721.9",
		  "phrase": ""
	  }, {
		  "id": [172],
		  "speaker": "1",
		  "text": "But are we actually achieving those things and you have those kinds of problems.",
		  "start": "1722.2",
		  "end": "1726.6",
		  "phrase": ""
	  }, {
		  "id": [173],
		  "speaker": "1",
		  "text": "I worry about that in terms of the competition, but It's a it's a very impressive system and you know, and they're they're very smart wise people with with great historical perspectives, but they're on the other side of the chessboard in that game so that you know, that's what it looks like to.",
		  "start": "1726.6",
		  "end": "1749.5",
		  "phrase": ""
	  }]
  },
  "low": {
	  "segments": [{
		  "text": "The current environment is described as a non market economy.",
		  "id": [0],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "There are three big forces at work that have not existed in our lifetimes before and they are a long term debt cycle and zero monetary policy is a major driver.",
		  "id": [2],
		  "speaker": "1",
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "The dollar was established as the world's reserve currency in 1944, which was the beginning of the new world order.",
		  "id": [3, 4, 5],
		  "speaker": "1",
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "There was an environment in which corporate tax cuts made asset prices rise and that contributed to the wealth gap.",
		  "id": [6],
		  "speaker": "1",
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "The first influence of monetary policy is the long term debt cycle and the wealth gap periods of prosperity that occur after wars.",
		  "id": [7],
		  "speaker": "1",
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "The political gap is the largest since the 1930s and the wealth gaps are caused by a lot of development of credit and expansion of prosperity.",
		  "id": [8, 9],
		  "speaker": "1",
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "The rise of a great power to challenge the world leadership of the united states is the major influence.",
		  "id": [10],
		  "speaker": "1",
		  "phrase": "the rise of a great power to challenge the"
	  }, {
		  "text": "wars of various types are a factor in these cycles.",
		  "id": [11],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "The coronaviruses came along and is not back and it has big financial implications, but those are the three factors that are in place.",
		  "id": [12, 13, 14],
		  "speaker": "1",
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "What do you think about central banks controlling the capital market?",
		  "id": [16, 17, 18, 19],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "In a normal world, the system works like this: central banks put money on deposit and banks come along and lend it to those who will pay back the money.",
		  "id": [20],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "There are cycles moneys that are too loose in inflation and central banks put money on the pause titan money.",
		  "id": [21],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "That is no longer the case for most of the economy and the markets, they are driven by the central banks and they communicate with each other.",
		  "id": [22, 23],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "When did we have the 2008 financial crisis?",
		  "id": [26],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "We needed to protect banks because they were so important.",
		  "id": [27],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "The whole economy is very important if they don't lend to companies like fallen angels.",
		  "id": [29],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "The value of money was different when the central banks were taken out by the market makers.",
		  "id": [31, 32],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "If you have interest payments, the central bank will lend to you.",
		  "id": [34],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "The central banks decide when to pay back the debt because they have a political agenda and take interest credits on their own.",
		  "id": [35],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "There are similar situations in europe and japan.",
		  "id": [36],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "They will make loans with interest credits that are almost always free of interest.",
		  "id": [37],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "It depends on the conditions at the time.",
		  "id": [38],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "The capital markets are not free markets because they are driven by the actions of the central banks and their desire to be an owner of those assets.",
		  "id": [39, 40],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "One of the questions investors are wrestling with is how far central banks are willing to go in their effort to reflate financial assets to begin with.",
		  "id": [41, 42],
		  "speaker": "0",
		  "phrase": "one of the questions investors are"
	  }, {
		  "text": "The balance sheets of the central banks will explode if they don't go as far as they can.",
		  "id": [44, 45],
		  "speaker": "1",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "text": "I studied the rise and decline of the Dutch guilder and the british pound because I think they were at a key point in history when the currencies were rising and falling.",
		  "id": [46, 47, 48],
		  "speaker": "1",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "text": "When we look at the limits of the money, we can discuss what the limit is, but you know what they are.",
		  "id": [49, 50, 51],
		  "speaker": "1",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "text": "Before we get two limits, that is important.",
		  "id": [54],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "The intervening period is what we are left with.",
		  "id": [55],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "Do traditional asset valuations apply in a capital market that is effectively being run?",
		  "id": [56],
		  "speaker": "0",
		  "phrase": ""
	  }, {
		  "text": "There is a real economy with a supply demand of stuff and a financial economy that has money and credit.",
		  "id": [57, 58, 59, 60, 61],
		  "speaker": "1",
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "The risk free return is something close to zero and the risk premium is higher if you take a corporate bond.",
		  "id": [62, 63],
		  "speaker": "1",
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "The central bank can put money in the system and it is competing for money.",
		  "id": [66, 67],
		  "speaker": "1",
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "Ask yourself if the expected excess return is over cash or if it is inverse of that.",
		  "id": [68],
		  "speaker": "1",
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "It would be less implausible if you could make the pe go from 20 to 25 times up to 40 or 50 times.",
		  "id": [69],
		  "speaker": "1",
		  "phrase": "you could make the pe go from 20"
	  }, {
		  "text": "The risk premium is determined by the amount of money put in.",
		  "id": [70],
		  "speaker": "1",
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "Multiples should not be used as a frame of reference.",
		  "id": [71],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "The risk premiums are more important than the economy.",
		  "id": [72],
		  "speaker": "1",
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "I apologize, but what were we money now?",
		  "id": [75],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "You don't want bonds because you get no interest rate and you are taxed at a negative real rate, but from a holding point of view.",
		  "id": [80, 81, 82, 83, 84],
		  "speaker": "1",
		  "phrase": "from a holding point of view."
	  }, {
		  "text": "We all move to what is a store hold of wealth.",
		  "id": [86],
		  "speaker": "1",
		  "phrase": "buy a company"
	  }, {
		  "text": "It's pretty much the same if you look at history through the years.",
		  "id": [87],
		  "speaker": "1",
		  "phrase": "if you look at history through t"
	  }, {
		  "text": "I can lend or buy back money if a company or individual thinks they can borrow it.",
		  "id": [89],
		  "speaker": "1",
		  "phrase": "i can lend"
	  }, {
		  "text": "You won through history because of that movement.",
		  "id": [90, 91],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "The different store holds different amounts of money.",
		  "id": [92],
		  "speaker": "1",
		  "phrase": "buy a company"
	  }, {
		  "text": "If you buy a company that has to put a lot of cash in the system, then you should think about other types of stock.",
		  "id": [96],
		  "speaker": "1",
		  "phrase": "buy a company"
	  }, {
		  "text": "If you have seen history, you can see that the value of money is related to the gold that you hold.",
		  "id": [97, 98, 99],
		  "speaker": "1",
		  "phrase": "the value of money"
	  }, {
		  "text": "When mario draghi said in 2012 that he would do whatever it took to produce money, the markets went down.",
		  "id": [102],
		  "speaker": "1",
		  "phrase": "buy a company"
	  }, {
		  "text": "The decision to print money and buy financial assets and lend money to the government was made through the tarp plan and quantitative easing.",
		  "id": [103, 104],
		  "speaker": "1",
		  "phrase": "buy a company"
	  }, {
		  "text": "It means that you know what you have in your reflation assets, if there is inflation and goods and services you should put that aside.",
		  "id": [105, 106],
		  "speaker": "1",
		  "phrase": "buy a company"
	  }, {
		  "text": "Let's talk about the limits of money printing before central banks run out of room to print money.",
		  "id": [107],
		  "speaker": "0",
		  "phrase": "about the limits of money printing"
	  }, {
		  "text": "The amount of money and credit was managed by the central bank in a way that tested the limits of that.",
		  "id": [118],
		  "speaker": "1",
		  "phrase": "amount of money and credit"
	  }, {
		  "text": "If the holders of the dollar made another market that was a better market, it could be gold or stocks, that's the limit.",
		  "id": [120, 121, 122, 123],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "Currency defense is if money leaves that asset if those who are holding bonds don't want to hold them because they have lousy returns.",
		  "id": [127],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "What that does is it has money left over.",
		  "id": [128],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "The central bank has to make a decision.",
		  "id": [129],
		  "speaker": "1",
		  "phrase": "amount of money and credit"
	  }, {
		  "text": "There is too much debt and interest rates are going up.",
		  "id": [131],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "The act of accommodating currency defenses is a big problem.",
		  "id": [132],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "It would be terrible for the united states if that happened because the dollar is a tremendous privilege and we are pushing the limits of that.",
		  "id": [133, 134, 135, 136],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "It would be the biggest disruptor not only to the markets, but the whole world, because we created the brentwood system linked to gold.",
		  "id": [137, 138, 139, 140],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "We had too many ious so we had to have a devaluation and the dollar as a worlds monetary system or currency is critical but it depends on the dollars at the united states.",
		  "id": [141, 142],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "A lot of dollar denominated debt has supported the dollar.",
		  "id": [143],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "There is a demand for dollars that debt will either be satisfied or there will be a default.",
		  "id": [144],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "We will reduce the desire for the short squeeze for dollars if you want to discuss other topics.",
		  "id": [145],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "The squeeze the political ization of it causes changes to the nature of capital flows.",
		  "id": [146],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "If you have a trillion dollars of treasuries, would you want to sell them?",
		  "id": [147],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "The china piece is important because of the returns.",
		  "id": [148],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "The monetary and debt cycle, the wealth gap and the values gap cycle are three things that I think are related.",
		  "id": [149, 150, 151, 152],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "It would be hard to count the number of times you've been to china since 1984 as you know how much the west views it.",
		  "id": [153, 154, 155, 156, 157, 158],
		  "speaker": "0",
		  "phrase": "you've been t"
	  }, {
		  "text": "We think of good guys bad guys more than systems that are operating because they are sharing the world.",
		  "id": [162, 163, 164],
		  "speaker": "1",
		  "phrase": "than systems that are operating"
	  }, {
		  "text": "You can have someone on the other side of the chess board who is against you, and you can approach that in a way that makes them feel better about themselves.",
		  "id": [165, 166],
		  "speaker": "1",
		  "phrase": "than systems that are operating"
	  }, {
		  "text": "In the last 500 years, there have been 16 times when rising power challenged existing power and in 12 of those, they got into shooting wars.",
		  "id": [167, 168],
		  "speaker": "1",
		  "phrase": "en rising power challeng"
	  }, {
		  "text": "It's obvious that we have a different system and we know how to play the game the best way we can, but you have to go back to basics, like education, because you.",
		  "id": [169, 170],
		  "speaker": "1",
		  "phrase": "en rising power challeng"
	  }, {
		  "text": "Everyone has an opinion of what should be done.",
		  "id": [171],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "You have problems if we achieve those things.",
		  "id": [172],
		  "speaker": "1",
		  "phrase": ""
	  }, {
		  "text": "I worry about the competition but the system is very impressive and the people are very smart.",
		  "id": [173],
		  "speaker": "1",
		  "phrase": ""
	  }]
  },
  "med": {
	  "segments": [{
		  "text": "There are three big forces at work that have not existed in our lifetimes before and they are a long term debt cycle and zero monetary policy is a major driver of the dollar being established as.",
		  "id": [2, 3, 4, 5, 6, 7, 8, 9, 12, 13, 14],
		  "speaker": "1",
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "The rise of a great power to challenge the world leadership of the united states is the major influence.",
		  "id": [10],
		  "speaker": "1",
		  "phrase": "the rise of a great power to challenge the"
	  }, {
		  "text": "The system works like this: central banks put money on deposit and banks come along and lend it to those who will pay back the money there are cycles moneys that are too loose in inflation.",
		  "id": [20, 21, 27, 29, 31, 32, 34, 35, 37, 39, 40],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "Most of the economy is driven by the central banks and they communicate with each other.",
		  "id": [22, 23],
		  "speaker": "1",
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "One of the questions investors are asking is how far central banks will go to reflate financial assets.",
		  "id": [41, 42],
		  "speaker": "0",
		  "phrase": "one of the questions investors are"
	  }, {
		  "text": "I studied the rise and decline of the Dutch guilder and the british pound because I think they were at a key point in history when the currencies were rising and falling.",
		  "id": [44, 45, 46, 47, 48, 49, 50, 51],
		  "speaker": "1",
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "text": "There is a real economy with a supply demand of stuff and a financial economy that has money and credit, the risk free return is close to zero, and the central bank can put money in.",
		  "id": [57, 58, 59, 60, 61, 62, 63, 66, 67, 68, 70, 72],
		  "speaker": "1",
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "You could make the pe go from 20 to 25 times.",
		  "id": [69],
		  "speaker": "1",
		  "phrase": "you could make the pe go from 20"
	  }, {
		  "text": "If you buy a company that has to put a lot of cash in the system, then you should think about other types of stock, because mario draghi said in 2012 that he would do.",
		  "id": [86, 92, 96, 102, 103, 104, 105, 106],
		  "speaker": "1",
		  "phrase": "buy a company"
	  }, {
		  "text": "History shows that the value of money is related to gold.",
		  "id": [97, 98, 99],
		  "speaker": "1",
		  "phrase": "the value of money"
	  }, {
		  "text": "I can lend or buy it back if they think they can borrow it.",
		  "id": [89],
		  "speaker": "1",
		  "phrase": "i can lend"
	  }, {
		  "text": "You don't want bonds because you get no interest rate and you are taxed at a negative real rate, but from a holding point of view.",
		  "id": [80, 81, 82, 83, 84],
		  "speaker": "1",
		  "phrase": "from a holding point of view."
	  }, {
		  "text": "It's pretty much the same if you look at history through the years.",
		  "id": [87],
		  "speaker": "1",
		  "phrase": "if you look at history through t"
	  }, {
		  "text": "Before central banks run out of room, let's talk about the limits of money printing.",
		  "id": [107],
		  "speaker": "0",
		  "phrase": "about the limits of money printing"
	  }, {
		  "text": "Currency defense is when money leaves an asset if there is too much debt and interest rates go up because people don't want to hold bonds because they have lousy returns.",
		  "id": [127, 128, 131, 132, 141, 142, 143, 144, 146, 148, 149, 150, 151, 152],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "The amount of money and credit was tested by the central bank.",
		  "id": [118, 129],
		  "speaker": "1",
		  "phrase": "amount of money and credit"
	  }, {
		  "text": "If you want to discuss other topics, we will reduce the desire for the short squeeze for dollars.",
		  "id": [145],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "If the holders of the dollar made another market that was a better market, it would be terrible for the united states because we are pushing the limits of that market and it will be the biggest.",
		  "id": [120, 121, 122, 123, 133, 134, 135, 136, 137, 138, 139, 140],
		  "speaker": "1",
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "It's hard to say how many times you've been to China since 1984.",
		  "id": [153, 154, 155, 156, 157, 158],
		  "speaker": "0",
		  "phrase": "you've been t"
	  }, {
		  "text": "We think of good guys bad guys more than systems that are operating because they are sharing the world.",
		  "id": [162, 163, 164, 165, 166],
		  "speaker": "1",
		  "phrase": "than systems that are operating"
	  }, {
		  "text": "In the last 500 years, there have been 16 times when rising power challenged existing power and in 12 of those, they got into shooting wars.",
		  "id": [167, 168, 169, 170],
		  "speaker": "1",
		  "phrase": "en rising power challeng"
	  }, {
		  "text": "The system is impressive and the people are smart.",
		  "id": [173],
		  "speaker": "1",
		  "phrase": ""
	  }]
  },
  "high": {
	  "segments": [{
		  "text": "There are three big forces at work that have not existed before, and zero monetary policy is one of them.",
		  "id": [2, 3, 4, 5, 6, 7, 8, 9, 12, 13, 14],
		  "duration": "2-5 minutes",
		  "sequence": 0,
		  "phrase": "at work that have not existed"
	  }, {
		  "text": "The rise of a great power to challenge the world leadership of the united states is the major influence.",
		  "id": [10],
		  "duration": "< 1 minute",
		  "sequence": 1,
		  "phrase": "the rise of a great power to challenge the"
	  }, {
		  "text": "The system works like this, the central banks put money on deposit and banks come along and lend it to those who will pay back the money.",
		  "id": [20, 21, 27, 29, 31, 32, 34, 35, 37, 39, 40, 22, 23],
		  "duration": "1-2 minutes",
		  "sequence": 2,
		  "phrase": "central banks put money on deposit and banks come along and"
	  }, {
		  "text": "How far central banks will go to reflate financial assets is one of the questions investors are asking.",
		  "id": [41, 42],
		  "duration": "< 1 minute",
		  "sequence": 3,
		  "phrase": "one of the questions investors are"
	  }, {
		  "text": "I studied the rise and decline of the Dutch guilder and the british pound because I think they were at a key point in history when the currencies were rising and falling.",
		  "id": [44, 45, 46, 47, 48, 49, 50, 51],
		  "duration": "1-2 minutes",
		  "sequence": 4,
		  "phrase": "i studied the rise and decline of the dutch guilder"
	  }, {
		  "text": "There is a real economy with a supply demand of stuff and a financial economy that has money and credit.",
		  "id": [57, 58, 59, 60, 61, 62, 63, 66, 67, 68, 70, 72],
		  "duration": "2-5 minutes",
		  "sequence": 5,
		  "phrase": "a financial economy that has"
	  }, {
		  "text": "You could make the pe go from 20 to 25 times.",
		  "id": [69],
		  "duration": "< 1 minute",
		  "sequence": 6,
		  "phrase": "you could make the pe go from 20"
	  }, {
		  "text": "mario draghi said in 2012 that if you buy a company that has to put a lot of cash in the system then you should consider other types of stock.",
		  "id": [86, 92, 96, 102, 103, 104, 105, 106],
		  "duration": "2-5 minutes",
		  "sequence": 7,
		  "phrase": "buy a company"
	  }, {
		  "text": "History shows that the value of money is related to gold.",
		  "id": [97, 98, 99],
		  "duration": "< 1 minute",
		  "sequence": 8,
		  "phrase": "the value of money"
	  }, {
		  "text": "I can lend or buy it back if they think they can borrow it.",
		  "id": [89],
		  "duration": "< 1 minute",
		  "sequence": 9,
		  "phrase": "i can lend"
	  }, {
		  "text": "You don't want bonds because you get no interest rate and you are taxed at a negative real rate, but from a holding point of view.",
		  "id": [80, 81, 82, 83, 84],
		  "duration": "< 1 minute",
		  "sequence": 10,
		  "phrase": "from a holding point of view."
	  }, {
		  "text": "It's pretty much the same if you look at history through the years.",
		  "id": [87],
		  "duration": "< 1 minute",
		  "sequence": 11,
		  "phrase": "if you look at history through t"
	  }, {
		  "text": "Before central banks run out of room, let's talk about the limits of money printing.",
		  "id": [107],
		  "duration": "< 1 minute",
		  "sequence": 12,
		  "phrase": "about the limits of money printing"
	  }, {
		  "text": "Currency defense is when money leaves an asset if there is too much debt and interest rates go up because people don't want to hold bonds because they have lousy returns.",
		  "id": [127, 128, 131, 132, 141, 142, 143, 144, 146, 148, 149, 150, 151, 152, 145, 120, 121, 122, 123, 133, 134, 135, 136, 137, 138, 139, 140],
		  "duration": "2-5 minutes",
		  "sequence": 13,
		  "phrase": "because they have lousy returns"
	  }, {
		  "text": "The amount of money and credit was tested by the central bank.",
		  "id": [118, 129],
		  "duration": "1-2 minutes",
		  "sequence": 14,
		  "phrase": "amount of money and credit"
	  }, {
		  "text": "It's hard to say how many times you've been to China since 1984.",
		  "id": [153, 154, 155, 156, 157, 158],
		  "duration": "< 1 minute",
		  "sequence": 15,
		  "phrase": "you've been t"
	  }, {
		  "text": "Good guys bad guys are more important than systems that are operating.",
		  "id": [162, 163, 164, 165, 166],
		  "duration": "1-2 minutes",
		  "sequence": 16,
		  "phrase": "than systems that are operating"
	  }, {
		  "text": "In the last 500 years, there have been 16 times when rising power challenged existing power and 12 of them ended in shooting wars.",
		  "id": [167, 168, 169, 170],
		  "duration": "1-2 minutes",
		  "sequence": 17,
		  "phrase": "en rising power challeng"
	  }, {
		  "text": "The system is impressive and the people are smart.",
		  "id": [173],
		  "duration": "< 1 minute",
		  "sequence": 18,
		  "phrase": ""
	  }]
  }
}